import React from 'react';
import { ChevronRight, CheckCircle2 } from 'lucide-react';

const EducationConcept2030Content: React.FC = () => {
  return (
    <div className="bg-white rounded-3xl shadow-sm border border-slate-200 overflow-hidden">
      <div className="p-8 md:p-12  ">
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            Введение
          </p>
          <p className="mb-4">
            Настоящая Концепция разработана в развитие решений VI Всебелорусского народного собрания, Концептуальных подходов к развитию системы образования Республики Беларусь до 2020 года и на перспективу до 2030 года, утвержденных приказом Министра образования Республики Беларусь № 742 от 29.11.2017 г., а также с учетом положений:
          </p>
          <p className="mb-4">
            Национальной стратегии устойчивого социально-экономического развития Республики Беларусь на период до 2030 года;
          </p>
          <p className="mb-4">
            Программы социально-экономического развития Республики Беларусь на 2021-2025 годы;
          </p>
          <p className="mb-4">
            Государственной программы «Образование и молодежная политика» на 2021-2025 годы»;
          </p>
          <p className="mb-4">
            Государственной программы «Социальная защита» на 2021-2025 годы;
          </p>
          <p className="mb-4">
            Программы деятельности Правительства Республики Беларусь на период до 2025 года (утверждена постановлением Совета Министров Республики Беларусь № 758 от 24.12.2020 г.);
          </p>
          <p className="mb-4">
            Стратегии развития государственной молодежной политики в Республике Беларусь до 2030 года;
          </p>
          <p className="mb-4">
            результатов комплексного прогноза научно-технического прогресса Республики Беларусь на 2021-2025 гг. и на период до 2040 г.;
          </p>
          <p className="mb-4">
            Концепции цифровой трансформации процессов в системе образования Республики Беларусь на 2019-2025 годы, утвержденной Министром образования 15.03.2019 г.;
          </p>
          <p className="mb-4">
            Концепции развития педагогического образования в Республике Беларусь на 2021-2025 годы.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            ТЕНДЕНЦИИ РАЗВИТИЯ СИСТЕМ ОБРАЗОВАНИЯ
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            (международный опыт)
          </p>
          <p className="mb-4">
            Современные глобальные экономические и социальные изменения ставят перед Республикой Беларусь совершенно новые задачи. И прежде всего – повышение национальной конкурентоспособности, придание большей устойчивости государству в условиях экономических и социальных трансформаций. В свою очередь эта задача не может быть решена без изменения экономики в пользу новых технологий и новых знаний, без создания инновационной экономики, важнейшим институтом развития которой является система образования.
          </p>
          <p className="mb-4">
            Обществу нужны образованные, нравственные, предприимчивые и компетентные личности, способные самостоятельно принимать ответственные решения в ситуации выбора, прогнозируя их возможные последствия, умеющие выбирать способы сотрудничества. Они должны отличаться мобильностью, динамизмом, конструктивностью, обладать развитым чувством ответственности за свою судьбу, судьбу страны.
          </p>
          <p className="mb-4">
            Для подготовки людей с такими качествами требуется обновление национальной системы образования. Белорусская система образования является частью мирового образовательного пространства и связана с со многими государствами международными договорами и обязательствами. Поэтому накопленный опыт и тенденции развития систем образования в других государствах могут быть использованы для определения основных путей такого обновления.
          </p>
          <p className="mb-4">
            Основополагающими направлениями развития национальных систем образования во всем мире являются принятые ООН Цели устойчивого развития (далее – ЦУР) до 2030 года в области образования, которые предусматривают обеспечение всеохватного и справедливого качественного образования и поощрение возможности обучения на протяжении всей жизни для всех (ЦУР 4).
          </p>
          <p className="mb-4">
            К одной из основных тенденций развития образования можно отнести ориентацию на личность обучающегося в целях наиболее полного раскрытия его способностей и удовлетворения его разнообразных образовательных потребностей. Гуманизация проявляется в переносе акцента с учебной деятельности педагога на продуктивную учебно-познавательную и иную деятельность обучающегося. В связи с этим наблюдается переход от преимущественно информативных форм обучения к обучению с применением элементов проблемности, научного поиска, использованию резервов самостоятельной работы, созданию условий для самоутверждения, самореализации и самоопределения личности. В образовании, ориентированном на личность, строго регламентированные контролируемые способы организации педагогического процесса заменяются творческими, развивающими, активизирующими личность способами, а позиции педагога и учащегося преобразуются в личностно-равноправные, в позиции сотрудничества. Сформировано консолидированное представление о том, что целью современного образования является помощь обучающимся в усвоении знаний, приобретении компетенций, необходимых для успешной социализации и принятия осознанных и ответственных решений, с которыми связана жизнь человека, в том числе при осуществлении профессионального выбора.
          </p>
          <p className="mb-4">
            Компетентностный подход в образовании признается ключевым. Отбор основных компетенций в зарубежных странах осуществляется на основе базовых принципов прав человека, целей демократического гражданского общества и ЦУР.
          </p>
          <p className="mb-4">
            Неотделимость обучения от воспитания, заключающаяся в их органическом сочетании, также может быть отнесена к еще одной из тенденций развития зарубежного образования. Характерными чертами такого образования являются гуманитаризация, призванная формировать духовность, культуру, целостное развитие всех сторон личности, а также национальная направленность, обеспечивающая органическое сочетание образования с историей и народными традициями, сохранение и обогащение национальных ценностей.
          </p>
          <p className="mb-4">
            Системы образования становятся открытыми. В большинстве стран учебные программы задают базовое, общее ядро знаний, которое в последствии дополняется в зависимости от потребностей человека. Поэтому непрерывность образования, его трансформация в процесс, длящийся на протяжении всей жизни человека, также является тенденций образовательных систем зарубежных государств. При этом обеспечивается достижение целостности и преемственности в обучении и воспитании.
          </p>
          <p className="mb-4">
            Гуманизация способствует усилению и усложнению уровневой и профильной дифференциации образования сообразно склонностям, интересам, возможностям и способностям обучающихся. В тоже время наблюдается тенденция распространения и углубления фундаментальной подготовки при одновременном сокращении объёма общих и обязательных дисциплин за счёт строгого отбора материала, системного анализа его содержания. Эта тенденция обусловлена лавинообразным нарастанием объёма информации и необходимостью умения работать с ней. Что в свою очередь способствует переходу от фактологической к методологической форме обучения.         Зарубежные образовательные системы к перечисленным тенденциям достаточно приспособлены, так как их образовательные программы традиционно многоуровневые и разнообразные, приближены к реальным потребностям в специалистах соответствующего уровня подготовки.
          </p>
          <p className="mb-4">
            В то же время во многих странах остро стоит проблема доступности образования для всех слоев населения и преодоления ограничений при получении образования по тем или иным признакам (гендер, социальный уровень, национальная, религиозная принадлежность). Проблема осложняется тем, что в странах с низким уровнем социально-экономического развития образование является единственной формой социального общения и средством социализации для детей и молодежи. Кроме того, признана необходимость включения (инклюзии) лиц с особенностями психофизического развития (далее – ОПФР) в образовательный процесс с учетом их особых образовательных потребностей.
          </p>
          <p className="mb-4">
            Приоритетным в зарубежных государствах является обеспечение равного доступа детей из разных социальных групп населения к качественному дошкольному образованию, которое должно обеспечить раннюю социализацию ребенка, формирование начальных ключевых компетенций, необходимых для последующего развития личности ребенка.
          </p>
          <p className="mb-4">
            Особый акцент делается на создании безопасных условий обучения и воспитания детей раннего и дошкольного возраста, подготовке их к обучению в начальной школе и эффективного взаимодействия с родителями.
          </p>
          <p className="mb-4">
            В большинстве стран Европы, Северной Америке, Азии приняты на государственном уровне образовательные стандарты дошкольного образования, определяющие показатели развития ребенка к моменту перехода его на следующий уровень образования (начальная школа), требования к программам на уровне дошкольного образования, к условиям их реализации, педагогическим работникам.
          </p>
          <p className="mb-4">
            В системах общего среднего образования важной задачей признается формирование у школьников «мягких» («гибких») навыков (softskills), которые должны стать не просто признаками личности, но ее потребностями: коммуникации (установление контакта, умение доносить свою точку зрения, общение), креативности (комплексная оценка ситуации или проблемы и ее эффективное решение), кооперации (умение работать в команде ради достижения цели), критическое мышление (оценка информации и ее отбор для принятия правильного решения).
          </p>
          <p className="mb-4">
            Тенденциями образования лиц с особенностями психофизического развития являются обеспечение доступности и вариативности получения образования различными категориями детей с ОПФР с учетом их образовательных потребностей, создание специальных условий получения образования на всех уровнях основного образования и в системе дополнительного образования детей и молодежи, реализация принципа инклюзии в образовании, в том числе формирование инклюзивной культуры у всех участников образовательного процесса.
          </p>
          <p className="mb-4">
            Страны Европейского союза (далее – ЕС) ориентированы на трансформацию и переосмысление роли профессионального образования (далее – ПО) в контексте тенденций глобализации.
          </p>
          <p className="mb-4">
            При этом меняется его экономическое значение: от подготовки кадров к выполнению определенной профессиональной деятельности в сторону развития человеческого потенциала, обеспечения темпов экономического роста, смягчения неравенства в доходах, развития траекторий непрерывного образования, обеспечения занятости, сокращения безработицы, формирования социального ресурса.
          </p>
          <p className="mb-4">
            Дополнительным элементом этих процессов является введение рыночных механизмов в систему организации и финансирования учреждений ПО.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основными тенденциями развития системы ПО за рубежом являются:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <div className="flex items-start gap-3 pl-4 sm:pl-8 my-2">
            <CheckCircle2 className="w-5 h-5 text-emerald-500 shrink-0 mt-1" />
            <span className="text-slate-700">прагматизация, цифровизация, индивидуализация ПО;</span>
          </div>
          <div className="flex items-start gap-3 pl-4 sm:pl-8 my-2">
            <CheckCircle2 className="w-5 h-5 text-emerald-500 shrink-0 mt-1" />
            <span className="text-slate-700">изменение образовательных программ и квалификаций в связи с появлением профессий в новых областях и исчезновением устаревших, а также возникновением потребностей в новых умениях работников, сокращением спроса на профессии низкой квалификации и ручного труда и увеличением спроса на профессии высокоинтеллектуального труда;</span>
          </div>
          <div className="flex items-start gap-3 pl-4 sm:pl-8 my-2">
            <CheckCircle2 className="w-5 h-5 text-emerald-500 shrink-0 mt-1" />
            <span className="text-slate-700">усиление внимания к социальным умениям и взаимодействию (Soft Skills), продвинутому уровню владения цифровыми умениями в условиях повышения производительности (Digital Skills).</span>
          </div>
          <p className="mb-4">
            В развитии высшего образования массовизация и глобализация сохраняются ведущими, основополагающими тенденциями, что обусловлено кардинальными изменениями в технике и технологиях производства, сменой технологических укладов, широкой информатизацией всех процессов, развитием экономики, основанной на знаниях. Непосредственно процесс перехода к экономике знаний сформировал потребность в специалистах с более высоким уровнем образования и стал основой для роста экспорта образовательных услуг, привлечения талантливых иммигрантов в наукоемкие секторы экономики. Современные информационно-коммуникационные технологии создали возможность для широкого доступа к глобальным образовательным ресурсам и явились основой количественного и качественного роста трансграничного образования и формирования мирового рынка образовательных услуг.
          </p>
          <p className="mb-4">
            Также в качестве наиболее общих тенденций развития высшего образования, приоритет которых варьируется для различных регионов и стран, можно выделить: прагматизацию, информатизацию и индивидуализацию.
          </p>
          <p className="mb-4">
            Тенденция прагматизации высшего образования обусловливает его развитие в направлении наиболее востребованных сфер жизнедеятельности общества.
          </p>
          <p className="mb-4">
            Информатизация образования создает условия для формирования единого научно-образовательного пространства и активного развития дистанционного образования.
          </p>
          <p className="mb-4">
            Цифровая трансформация общества, переход к Индустрии 4.0 и повсеместная автоматизация способствуют вынужденному изменению специализации и переквалификации участников рынка труда, что влечет и расширение предлагаемых услуг дополнительного образования.
          </p>
          <p className="mb-4">
            Индивидуализация образования основывается на учете индивидуальных особенностей обучаемого, опирается на его способности, самораскрытие и профессиональную самоактуализацию.
          </p>
          <p className="mb-4">
            Практически во всем мире получило поддержку целевое финансирование систем высшего образования, касающееся обеспечения интеллектуального превосходства и мирового лидерства во внедрении и использовании новых наукоемких технологий, а, следовательно, лидерства и в экономике.
          </p>
          <p className="mb-4">
            Организация дополнительного образования детей и молодежи очень разнообразная. В сочетании с особенностями распределения полномочий между ведомствами и уровнями руководства созданы довольно сложные конфигурации управления.
          </p>
          <p className="mb-4">
            В большинстве стран постсоветского пространства приняты государственные акты, направленные на формирование и развитие приоритетных направлений дополнительного образования и осуществление необходимых мероприятий образовательной, воспитательной, культурно-досуговой, социальной деятельности.
          </p>
          <p className="mb-4">
            В некоторых странах дальнего зарубежья основными поставщиками услуг дополнительного образования являются школы. В одних участие в дополнительных занятиях обязательно, в других – желательно. Дополнительное образование может предоставляться вне школы на местном уровне, организовываться в коммунах, в федеральных землях, в центрах свободного времени и клубах, действующих при школах и предназначенных для различных категорий – дошкольников, школьников, студентов, педагогов. Может решать важнейшие социально-педагогические задачи: психолого-педагогическое сопровождение одаренных детей, а также физически и умственно неполноценных детей; сотрудничество с местными властями, обеспечивающее организациям неформального образования роль координаторов местной образовательной деятельности; сотрудничество со школами через совместные образовательные проекты.
          </p>
          <p className="mb-4">
            Дополнительное образование на базе школ в подавляющем большинстве стран бесплатно. Часто бесплатно или за небольшую условную плату программы дополнительного образования предлагаются местными образовательными и культурно-досуговыми организациями (учрежденными на местном уровне или независимыми некоммерческими).
          </p>
          <p className="mb-4">
            В США активную поддержку получило направление, связанное с созданием программ неформального образования в музеях, заповедниках, эксплораториумах, зоопарках, с которыми тесно сотрудничают школы.
          </p>
          <p className="mb-4">
            Сектор некоммерческих организаций, реализующих программы неформального образования, отличается большим разнообразием по масштабу, тематике и формам работы. Они получают поддержку в виде грантов, которые финансируют органы местного самоуправления.
          </p>
          <p className="mb-4">
            Государственная поддержка дополнительного образования во многих странах, особенно европейских, строится на основе реализации программ (проектов), направленных на достижение определенных целей (например, дать молодежи знания, необходимые для самостоятельной жизни и трудоустройства, участия в гражданской жизни общества, по решению проблем местного сообщества; содействия личностному и социальному развитию молодых людей, предоставления возможности иметь свой голос и влияние в своем сообществе и социуме в целом, или в интересах конкретных групп (малообеспеченные, этнические группы, мигранты).
          </p>
          <p className="mb-4">
            Дополнительное образование взрослых становится основным связующим звеном между системой профессионального образования и рынком труда, обеспечивая непрерывную адаптацию выпускников учреждений профессионального образования к постоянно изменяющимся социально-экономическим условиям. Кроме того, во многих странах при трудоустройстве учитывается неформальное образование
          </p>
          <p className="mb-4">
            Все государства работают над повышением качества национального образования на всех его уровнях и ступенях. Для чего предпринимаются комплексные меры, включающие развитие смешанных форм обучения, сочетающих традиционное обучение с дистанционными формами; применение разнообразных методик обучения; вариативность учебных планов в соответствии с запросами обучающихся; самостоятельность учреждений образования в формировании учебных программ и выборе учебных пособий на конкурсной основе; формирование необходимых компетенций у педагогов; создание современной цифровой образовательной среды; академический обмен; разработку и внедрение эффективных механизмов финансирования системы образования; выработку согласованных подходов к оценке качества образования через систему международных программ и развитие независимых форм оценки и другое.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            ТЕКУЩЕЕ СОСТОЯНИЕ СИСТЕМЫ ОБРАЗОВАНИЯ РЕСПУБЛИКИ БЕЛАРУСЬ
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            Национальное образование Республики Беларусь традиционно является одной из высших ценностей белорусского народа.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Государственная политика в сфере образования базируется на таких ведущих принципах как:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            государственно-общественный характер управления;
          </p>
          <p className="mb-4">
            приоритет общечеловеческих ценностей, прав человека, гуманистического характера образования;
          </p>
          <p className="mb-4">
            обеспечение принципа справедливости, равного доступа к образованию;
          </p>
          <p className="mb-4">
            инклюзия в образовании;
          </p>
          <p className="mb-4">
            повышение качества образования для каждого.
          </p>
          <p className="mb-4">
            Выбор курса на создание социального государства позволил определить верную стратегию функционирования и развития системы образования. Об этом свидетельствуют такие макропоказатели, как уровень грамотности взрослого населения (99,7 %), охват базовым, общим средним и профессиональным образованием занятого населения (98 %). По показателям поступления детей в начальную и среднюю школу, количеству студентов Беларусь находится на уровне развитых стран Европы и мира. Каждый третий житель республики учится.
          </p>
          <p className="mb-4">
            Республика Беларусь стабильно входит в группу 30 наиболее развитых стран мира по показателям в сфере образования согласно Отчету ПРООН о человеческом развитии-2019. По показателю «Ожидаемая продолжительность обучения», который составляет 15,4 года, Беларусь занимает 27 место среди 189 стран, по показателю «Средняя продолжительность обучения» (12,3 года) – 10 место.
          </p>
          <p className="mb-4">
            Белорусское образование включает в себя как процесс обучения, так и воспитания, в котором на первое место ставится формирование уважения к своему Отечеству, народу, языку, белорусской культуре, традициям и обычаям.
          </p>
          <p className="mb-4">
            Стабильное финансирование системы образования обеспечивает ее функционирование и развитие, выполнение социальных стандартов. Основным источником финансирования системы образования является бюджетное финансирование, рассматриваемое как государственные инвестиции в человеческий капитал.
          </p>
          <p className="mb-4">
            С целью создания единого, целостного механизма правового регулирования образовательных отношений, обеспечения систематизации и упорядочения правовых норм, а также полной кодификации законодательства об образовании принят Кодекс Республики Беларусь об образовании, вступивший в силу с 1 сентября 2011 г.
          </p>
          <p className="mb-4">
            Система образования Республики Беларусь обеспечивает получение обучающимися основного, дополнительного и специального образования. Основное образование включает уровни дошкольного, общего среднего, профессионально-технического, среднего специального, высшего и послевузовского образования. Дополнительное образование подразделяется на дополнительное образование детей и молодежи, дополнительное образование взрослых. Классификация уровней образования Республики Беларусь соответствует Международной стандартной квалификации образования (далее – МСКО 2011).
          </p>
          <p className="mb-4">
            В 2020/2021 учебном году в стране работало свыше 7,5 тыс. учреждений образования, представляющих все его уровни, в которых обучение и воспитание более 3 млн. детей, учащихся, студентов и слушателей обеспечивали около 415 тыс. работников системы образования.
          </p>
          <p className="mb-4">
            В Республике Беларусь дошкольное образование является первым уровнем основного образования. Его приоритетами являются:
          </p>
          <p className="mb-4">
            повышение доступности и вариативности образования с учетом образовательных потребностей воспитанников;
          </p>
          <p className="mb-4">
            обеспечение здоровьесберегающего процесса в учреждениях дошкольного образования на основе межведомственного взаимодействия;
          </p>
          <p className="mb-4">
            совершенствование качества образовательного процесса.
          </p>
          <p className="mb-4">
            На начало 2021 г. функционировало 3808 учреждений образования, реализующих образовательную программу дошкольного образования (далее – УДО) (2019 г. – 3798), в которых получали дошкольное образование порядка 424,1 тыс. воспитанников (2019 г. – 436,6 тыс.).
          </p>
          <p className="mb-4">
            За счет строительства УДО и иных мер увеличился до 85,3 % охват детей в возрасте от 1 года до 6 лет УДО.
          </p>
          <p className="mb-4">
            Норматив охвата детей пятилетнего возраста подготовкой к обучению в учреждениях общего среднего образования выполняется на 100 %.
          </p>
          <p className="mb-4">
            Образовательный процесс в УДО обеспечивают 57,5 тыс. педагогических работников, из них с высшим образованием – 65,1 %, с образованием по направлению «Педагогика детства» – 55,5 %.
          </p>
          <p className="mb-4">
            Снижается количество дней, пропущенных одним ребенком по болезни в течение года (2020 г. – 3,6 дня).
          </p>
          <p className="mb-4">
            Вместе с тем, несмотря на принимаемые меры, не снят вопрос определения в детские сады по месту жительства. Существует необходимость дальнейшей модернизации и обновления материально-технической базы УДО. В 2020 г. менее половины детских садов (47,9 %) были оснащены системами видеонаблюдения, на все детские сады республики приходилось всего 146 компьютерных классов и 245 интерактивных досок.
          </p>
          <p className="mb-4">
            С учетом вышеизложенного в 2021 и последующих годах в сфере дошкольного образования акцент будет сделан на обеспечении наиболее полного удовлетворения запросов семьи на образовательные услуги, обновление материально-технической базы УДО.
          </p>
          <p className="mb-4">
            В Республике Беларусь обеспечена бесплатность общего среднего образования. В 2020/2021 учебном году функционировало 3009 учреждений общего среднего образования. К занятиям приступили 1058 тыс. учащихся, в том числе 115,9 тыс. первоклассников.
          </p>
          <p className="mb-4">
            Система общего среднего образования обеспечена квалифицированными педагогическими кадрами: почти 94 % учителей имеют высшее образование, 78,8 % – высшую или первую квалификационную категорию.
          </p>
          <p className="mb-4">
            Совершен значительный прорыв в обновлении содержания образовательных программ и учебных пособий. Учебные пособия издаются на двух государственных языках.
          </p>
          <p className="mb-4">
            Создана серьезная база для профильного обучения. Работают классы педагогической, аграрной, спортивно-педагогической и военно-патриотической направленности.
          </p>
          <p className="mb-4">
            Значительный шаг сделан в развитии допрофессиональной подготовки и профессионального обучения. В учреждениях общего среднего образования для учащихся X-XI классов, изучающих все учебные предметы на базовом уровне, в рамках трудового обучения реализуется образовательная программа профессиональной подготовки рабочих (служащих).
          </p>
          <p className="mb-4">
            В то же время профильные классы часто формируются без учета специальностей, востребованных в реальном секторе экономики, а исходя из пожеланий родителей и учащихся. Наблюдается недостаточная профориентационная работа с учащимися VIII-IX классов.
          </p>
          <p className="mb-4">
            В целом качество общего среднего образования обеспечивается. Согласно результатам исследования PISA–2018 белорусские учащиеся продемонстрировали более высокие результаты по сравнению с учащимися из стран с аналогичным уровнем дохода и выше средних показателей по странам Европы и Центральной Азии. Однако задания, направленные на применение учащимися усвоенных знаний, умений и навыков в различных жизненных ситуациях, аналогичные заданиям PISA, не отражены в компонентах учебно-методических комплексов по учебным предметам. Требует совершенствования механизм проведения итоговой аттестации выпускников.
          </p>
          <p className="mb-4">
            В учреждениях общего среднего образования необходимо создание современной информационно-образовательной среды, учитывающей особенности и потребности развития каждого учащегося. Необходимо также повысить качество системы здоровьесбережения, включающую организацию питания, занятия физкультурой и спортом, безопасность пребывания учащегося в учреждении образования.
          </p>
          <p className="mb-4">
            В стране сформирована система образования для детей с ОПФР. Охват специальным образованием и коррекционно-педагогической помощью всех выявленных детей с ОПФР составляет 99,9 %. Сеть учреждений образования, обеспечивающих получение специального образования и коррекционно-педагогической помощи обучающихся с ОПФР, в 2020 году включала:
          </p>
          <p className="mb-4">
            236 учреждений специального образования (центры коррекционно-развивающего обучения и реабилитации, специальные дошкольные учреждения, специальные общеобразовательные школы (специальные общеобразовательные школы-интернаты), вспомогательные школы (вспомогательные школы-интернаты));
          </p>
          <p className="mb-4">
            1 864 специальные группы и 1 666 групп интегрированного обучения и воспитания в учреждениях дошкольного образования;
          </p>
          <p className="mb-4">
            167 специальных классов и 5 093 класса интегрированного обучения и воспитания в учреждениях общего среднего образования;
          </p>
          <p className="mb-4">
            3 682 пункта коррекционно-педагогической помощи в учреждениях дошкольного и общего среднего образования.
          </p>
          <p className="mb-4">
            Доля обучающихся с ОПФР, получающих образование в условиях интегрированного обучения и воспитания, составляет более 70 %.
          </p>
          <p className="mb-4">
            Обеспечивается возможность получения образования всеми детьми, независимо от характера и степени выраженности имеющихся у них нарушений, от момента выявления нарушения в развитии до получения профессионального образования и трудоустройства. Сформирована система ранней комплексной помощи детям с ОПФР в возрасте до трех лет, проводится работа по созданию безбарьерной среды в учреждениях образования.
          </p>
          <p className="mb-4">
            Вместе с тем основной задачей по развитию образования детей с ОПФР должно стать ресурсное обеспечение качества и доступности получения образования лицами с ОПФР с учетом их образовательных потребностей за счет создания адаптивной образовательной, в том числе безбарьерной, среды в учреждениях образования, увеличения охвата дополнительным образованием детей и молодежи.
          </p>
          <p className="mb-4">
            В республике наблюдается тенденция увеличения количества детей с расстройствами аутистического спектра, что вызывает необходимость разработки отдельных правовых актов, создания своей научно-педагогической школы по этому направлению, совершенствования учебно-методического обеспечения, подготовки педагогов для работы с данной категорией обучающихся.
          </p>
          <p className="mb-4">
            Развитие системы профессионально-технического (далее – ПТО) и среднего специального образования (далее – ССО) Республики Беларусь определяется происходящими технологическими, экологическими, социальными и культурными изменениями. Проводится оптимизация количества учреждений образования, реализующих образовательные программы ПТО и ССО.
          </p>
          <p className="mb-4">
            В 2020/2021 учебном году 171 учреждение образования реализовывало образовательные программы ПТО (из них 127 – собственно учреждения ПТО). 193 учреждения образования реализовывали образовательные программы ССО (из них 110 – собственно учреждения ССО). На уровне ПТО обучалось 60,8 тыс. человек, на уровне ССО – 110,4 тыс.
          </p>
          <p className="mb-4">
            Для высокотехнологичных наукоемких производств ведется подготовка рабочих с высоким уровнем квалификации (4-ый разряд и выше). В 2020 году из числа подлежавших распределению место работы получили 99,5 % выпускников системы ССО и 99,9 % выпускников системы ПТО.
          </p>
          <p className="mb-4">
            Непрерывность профессионального образования обеспечивается преемственностью содержания образовательных программ, возможностью продолжать обучение в учреждениях образования более высокого уровня, повышать квалификацию и проходить переподготовку с учетом изменения социально-экономической ситуации.
          </p>
          <p className="mb-4">
            Для обеспечения подготовки квалифицированных кадров, оптимизации бюджетных расходов на образование, внедрения новых форм и методов организации образовательного процесса в Республике Беларусь на базе учреждений ПТО и ССО в 2020/2021 учебном году функционирует 49 ресурсных центров по 9 видам экономической деятельности.
          </p>
          <p className="mb-4">
            В Республике Беларусь система ПТО и ССО ориентирована на различные категории населения:
          </p>
          <p className="mb-4">
            школьников VIII-IX классов (допрофессиональная подготовка) и Х-ХI базовых классов, осваивающих профессию в рамках трудового обучения на базе учреждений ПТО и ССО;
          </p>
          <p className="mb-4">
            выпускников IX и ХI классов, поступающих в учреждения ПТО и ССО;
          </p>
          <p className="mb-4">
            безработных и незанятое население;
          </p>
          <p className="mb-4">
            взрослых, повышающих квалификацию или отдельные компетенции по направлению предприятий и организаций;
          </p>
          <p className="mb-4">
            лиц с ОПФР и инвалидностью.
          </p>
          <p className="mb-4">
            Для популяризации рабочих профессий в обществе и повышения привлекательности профессионального образования, как по традиционным, так и по перспективным специальностям и профессиям будущего хороший импульс дало движение WorldSkills.
          </p>
          <p className="mb-4">
            Практикоориентированная подготовка кадров, в особенности по техническим, военным и медицинским специальностям требует постоянного обновления содержания образования, дорогостоящего оборудования, программного обеспечения, повышения квалификации педагогических работников, задействованных в образовательном процессе, что вызывает необходимость использования сетевой формы взаимодействия.
          </p>
          <p className="mb-4">
            Система высшего образования в Республике Беларусь развивается в соответствии с потребностями национальной экономики и обеспечивает запросы общества и каждого гражданина в повышении уровня и качества образования.
          </p>
          <p className="mb-4">
            В 2020/2021 учебном году в республике функционировало 42 государственных и 8 частных учреждений высшего образования (УВО), из них 34 университета, 9 академий, 7 институтов. Государственные УВО находятся в подчинении 12 министерств и ведомств.
          </p>
          <p className="mb-4">
            УВО обеспечивают подготовку специалистов по всем направлениям экономики и социальной сферы с учетом структуры и потребностей рынка труда. В 2020/2021 учебном году в УВО обучалось 263,4 тыс.  студентов и магистрантов. Востребованность выпускников УВО стабильно высокая.
          </p>
          <p className="mb-4">
            Численность профессорско-преподавательского состава (ППС) в 2020/2021 учебном году составляет 19,7 тыс. человек. Докторов наук насчитывалось 1223 человека, кандидатов наук – 7995, ППС с ученым званием профессора – 1016 человек, доцента – 6978.
          </p>
          <p className="mb-4">
            На начало 2020/2021 учебного года численность обучающихся иностранных граждан в белорусских учреждениях высшего, профессионально-технического и среднего специального образования составляла более 22 тыс. человек
          </p>
          <p className="mb-4">
            Совместно с организациями-заказчиками кадров ведется постоянная работа по усилению практико-ориентированности подготовки специалистов с высшим образованием. В организациях экономики и социальной сферы функционирует более 1000 филиалов кафедр УВО. Образовательные стандарты по специальностям высшего образования разрабатываются на основе компетентностного и модульного подходов, преемственности содержания образования на различных уровнях (ступенях) основного образования. В среднесрочной перспективе стоит задача разработки нового поколения образовательных стандартов высшего образования и проектирования их содержания с учетом профессиональных стандартов.
          </p>
          <p className="mb-4">
            В настоящее время в стране сформирована двухступенчатая система высшего образования. С 2019 года внедрена новая модель магистратуры – научно-ориентированная магистерская подготовка по укрупненным научно- и инновационно-ориентированным специальностям.
          </p>
          <p className="mb-4">
            В структуре УВО создана сеть субъектов инновационной инфраструктуры: отраслевые лаборатории, научно-технологические парки, центры трансфера технологий, бизнес-инкубаторы, центры коллективного пользования уникальным научным оборудованием и приборами, центры международного научно-технического сотрудничества.
          </p>
          <p className="mb-4">
            Для решения перспективных задач экономики в системе высшего образования реализуется проект создания интегрированной образовательной, научно-исследовательской и предпринимательской среды «Университет 3.0». Проект направлен на развитие компетенций и навыков, необходимых для ведения инновационной, изобретательской и предпринимательской деятельности, создание инновационной инфраструктуры для коммерциализации результатов интеллектуальной деятельности.
          </p>
          <p className="mb-4">
            Вместе с тем отсутствует положительная динамика расходов на поддержку выполнения в УВО научно-исследовательских и опытно-конструкторских работ, недостаточна эффективность внедрения в практику результатов инновационной деятельности и исследований, коммерциализации научных разработок, привлечения молодежи к преподавательской и научно-исследовательской работе, происходит старение профессорско-преподавательского состава и научных работников.
          </p>
          <p className="mb-4">
            Требуют дальнейшего развития технологии дистанционного обучения. Необходимо ускорить материально-техническое обновление и модернизацию учебно-лабораторной базы УВО.
          </p>
          <p className="mb-4">
            Дополнительное образование детей и молодежи законодательно признано в республике важным звеном системы образования.
          </p>
          <p className="mb-4">
            По состоянию на 1 декабря 2020 года в стране функционировало 278 учреждений дополнительного образования детей и молодежи, из них – 93 однопрофильных, 185 – многопрофильных. В них действовало 31576 объединений по интересам (занято 386 тыс. учащихся). Программы объединений по интересам ориентированы на различные профили и виды деятельности, разный возраст учащихся и уровень освоения программ, отражают многообразие интересов обучающихся. Приоритетом реализации программ дополнительного образования остается их воспитательная составляющая.
          </p>
          <p className="mb-4">
            Разработаны и внедрены в практику образовательные программы дополнительного образования по всем основным профилям. Создана система для выявления и раскрытия способностей и талантов обучающихся (конкурсы, смотры, фестивали, иные социально значимые мероприятия). Функционирует система сетевого взаимодействия региональных центров дополнительного образования детей и молодежи. Созданы условия для развития кадрового потенциала системы дополнительного образования детей и молодежи.
          </p>
          <p className="mb-4">
            Вместе с тем в системе дополнительного образования детей и молодежи сохраняется ряд проблем, требующих дальнейшего разрешения и развития:
          </p>
          <p className="mb-4">
            необходимость разработки научного обеспечения для приведения системы в соответствие с требованиями развивающегося рынка труда, информационной среды и технологий;
          </p>
          <p className="mb-4">
            несоответствие инфраструктуры современным требованиям;
          </p>
          <p className="mb-4">
            необходимость оснащения специализированным современным оборудованием для реализации программ объединений по интересам, учебными пособиями;
          </p>
          <p className="mb-4">
            недостаток кадров, способных работать в новых условиях;
          </p>
          <p className="mb-4">
            отсутствие механизмов поддержки, сопровождения и стимулирования профессионального роста педагогических работников системы дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            недостаточная эффективность межведомственного взаимодействия;
          </p>
          <p className="mb-4">
            отсутствие четкой нормативной базы, регулирующей оказание услуг по реализации программ объединений по интересам в частном секторе дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            недостаточность научных исследований состояния и перспектив развития дополнительного образования детей и молодежи, требований к качеству и содержанию дополнительного образования детей и молодежи.
          </p>
          <p className="mb-4">
            Дополнительное образование взрослых в Республике Беларусь представляет собой гибкую, мобильную и постоянно развивающуюся систему, решающую задачи обеспечения отрасли профессиональными кадрами требуемого уровня квалификации, кадровой поддержки инновационных процессов, удовлетворения потребностей руководящих работников и специалистов в профессиональном совершенствовании.
          </p>
          <p className="mb-4">
            Образовательные программы дополнительного образования взрослых реализуют около 400 различных учреждений образования и организаций.
          </p>
          <p className="mb-4">
            Наиболее востребованными являются образовательные программы повышения квалификации и переподготовки.
          </p>
          <p className="mb-4">
            Расширяется применение программ повышения квалификации с использованием элементов дистанционных технологий обучения.
          </p>
          <p className="mb-4">
            В системе дополнительного образования взрослых активно используются технологии «открытого образования», интерактивные формы обучения, проектные и другие методы и технологии, стимулирующие активность обучающихся, формирующие навыки анализа информации и самообучения, возрастает роль самостоятельной работы обучающихся.
          </p>
          <p className="mb-4">
            В Республике Беларусь ведется целенаправленная научно-исследовательская работа по совершенствованию теоретических, методологических, технологических, научно-методических основ дополнительного образования взрослых в области андрагогики, психологии обучения взрослых.
          </p>
          <p className="mb-4">
            В то же время полученное неформальное образование практически не учитывается при трудоустройстве и продолжении обучения.
          </p>
          <p className="mb-4">
            В Республике Беларусь сложилась открытая многоуровневая многофункциональная система подготовки педагогических работников, характеризующаяся непрерывностью и практикоориентированностью.
          </p>
          <p className="mb-4">
            В настоящее время в Республике Беларусь подготовка педагогических работников осуществляется по специальностям ОКСК в рамках профилей образования «Педагогика», «Педагогика. Профессиональное образование».
          </p>
          <p className="mb-4">
            С целью формирования эффективной системы непрерывной подготовки педагогических работников с учетом особенностей и ресурсов регионов созданы региональные кластеры непрерывного педагогического образования.
          </p>
          <p className="mb-4">
            Кластерное сотрудничество позволяет осуществлять согласованную деятельность по развитию системы непрерывного педагогического образования, в том числе обеспечивать ее научно-методическое сопровождение, развивать профессиональную и студенческую мобильность, расширять сеть ресурсных центров педагогического образования, формировать базу данных о научно-педагогических школах и базах передового опыта в сфере подготовки педагогических работников и др.
          </p>
          <p className="mb-4">
            Создан Координационный совет по вопросам непрерывного педагогического образования. Его задачами являются: экспертиза стратегии и направлений развития педагогического образования; обсуждение проблемных полей и тематики приоритетных психолого-педагогических исследований; координация реализации и информационная поддержка совместных научных проектов и мероприятий, отвечающих целям кластера и интересам его участников; обеспечение взаимодействия всех участников в рамках кластера и мобильности профессорско-преподавательского состава и персонала для повышения качества подготовки педагогических работников.
          </p>
          <p className="mb-4">
            В части цифровой трансформации сферы образования проведены работы по подготовке к разработке и формированию республиканской информационно-образовательной среды – основы для формирования единого информационного пространства отрасли, базового элемента проекта ”Электронная школа“.
          </p>
          <p className="mb-4">
            Созданы и постоянно обновляются электронные образовательные ресурсы (учебные издания, учебно-методическая документация образования и иные обучающие материалы). Для автоматизации рабочих процессов в учреждениях образования используются различные сервисы, в том числе программные продукты. В учреждениях общего среднего образования применяются сервисы ”Электронный журнал/дневник“, апробируются системы контроля управления доступом в здания. Выполняется модернизация материально-технической базы учреждений образования (оснащение персональными компьютерами, интерактивными досками, системами видеонаблюдения).
          </p>
          <p className="mb-4">
            Доля учреждений образования, охваченных проектом «Электронная школа» составляет 80 %.
          </p>
          <p className="mb-4">
            На 1 января 2021 г. доступ к сети Интернет имели 99,5 % учреждений образования, в том числе в 96, 3% учреждений доступ обеспечен по широкополосному каналу. Более 94,3% педагогов (без учета учителей информатики) применяют или готовы применять информационно-коммуникационные технологии в своей профессиональной деятельности.
          </p>
          <p className="mb-4">
            В учреждениях образования Республики Беларусь функционируют автоматизированные системы административного назначения, обеспечивающие обработку информации об обучающихся, педагогических работниках, родителях, материально-технической базе, организации образовательного процесса.
          </p>
          <p className="mb-4">
            Действует ряд общереспубликанских систем, обеспечивающих автоматизированный сбор и обработку статистической информации в сфере образования.
          </p>
          <p className="mb-4">
            На национальном образовательном портале (https://adu.by) для учреждений дошкольного, общего среднего и специального образования размещены 258 электронных образовательных ресурсов, включающих справочно-информационный, контрольно-диагностический и интерактивный модули.
          </p>
          <p className="mb-4">
            С 1 января 2021 г. функционирует единый информационно-образовательный ресурс Республики Беларусь, назначение которого научно-методическое обеспечение образовательного процесса в учреждениях общего среднего образования, поддержка организации обучения учащихся по индивидуальным учебным планам, а также учащихся, которые по уважительным причинам временно не могут посещать учреждение образования.
          </p>
          <p className="mb-4">
            Вместе с тем уровень цифровизации учреждений образования еще недостаточен из-за слабого внедрения информационно-коммуникационных технологий в образовательный и сопутствующие ему процессы.
          </p>
          <p className="mb-4">
            Требуется с помощью электронного оборудования и программных средств оптимизировать все процессы, протекающие в системе образования: от сбора информации и создания баз данных, до непосредственно образовательного процесса, создав Республиканскую информационно-образовательную среду.
          </p>
          <p className="mb-4">
            Важнейшей составляющей в национальной системе образования остается воспитательная работа. Система образования рассматривается не как бизнес среда, а как институт социализации молодежи, обеспечивающий как обучение, так и воспитание личности, формирующий ее мировоззрение и широкую эрудицию.
          </p>
          <p className="mb-4">
            На VI Всебелорусском народном собрании отмечалось, что ценности молодежи, ее взгляды, интересы и устремления оказывают существенное влияние на общество и протекающие в нем процессы.
          </p>
          <p className="mb-4">
            В республике сложилась система воспитания учащихся, которая реализуется в рамках образовательного процесса и является его важной составляющей. Воспитательная работа осуществляется в соответствии с Кодексом Республики Беларусь об образовании, Программой воспитания детей и молодежи и иными официальными документами. В настоящее время разработан проект Стратегии развития государственной молодежной политики в Республике Беларусь до 2030 года, в которой выделяются семь приоритетов развития государственной молодежной политики, соотносящихся с основными сферами жизнедеятельности молодежи: образование, трудоустройство молодежи, здоровье молодежи, молодая семья, общественное участие, досуг и творчество, безопасность. Ведется работа над Государственной программой патриотического воспитания населения.
          </p>
          <p className="mb-4">
            В тоже время, как и во всем мире, наблюдается кризис воспитания, обострившийся в связи с политическими и социально-экономическими изменениями в стране, изменением функции семьи. В молодежной среде выражены индивидуалистские ориентации и прагматические жизненные стратегии. Помимо этого, у молодежи сложились новые запросы, отражающие реалии динамично развивающегося современного мира. В условиях кризиса воспитания возникла угроза формирования негативных черт растущей личности: социальной зависти; агрессивности; нетерпимости по отношению к противоположным взглядам, мнениям, позициям, другим культурам и религиям; низкого уровня эстетического восприятия действительности; покорности перед более «сильными» и презрения к тем, кто «слабее» в социальном, психологическом и физическом смысле; низкого уровня культуры общения.
          </p>
          <p className="mb-4">
            Это обстоятельство требует наряду с использованием традиционных поиска новых подходов в воспитательной работе. Разрозненные инициативы необходимо объединить в целостную систему, достичь единства всех социальных институтов (школы, семьи и общественности) в вопросах воспитания.
          </p>
          <p className="mb-4">
            ЦЕЛИ, ЗАДАЧИ, ОСНОВНЫЕ НАПРАВЛЕНИЯ РАЗВИТИЯ НАЦИОНАЛЬНОЙ СИСТЕМЫ ОБРАЗОВАНИЯ НА ПЕРИОД ДО 2030 ГОДА. СПОСОБЫ ДОСТИЖЕНИЯ ЦЕЛЕЙ И РЕШЕНИЯ ЗАДАЧ
          </p>
          <p className="mb-4">
            Дошкольное образование
          </p>
          <p className="mb-4">
            Цель развития – обеспечение доступного и качественного дошкольного образования для каждого ребенка в соответствии с его возрастными и индивидуальными возможностями, способностями и потребностями, создание равных стартовых возможностей в продолжении образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            создать условия для равного доступа к качественному дошкольному образованию;
          </p>
          <p className="mb-4">
            обеспечить условия для разностороннего развития и социализации детей дошкольного возраста, формирования у них функциональной грамотности.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            многофункциональная сеть УДО;
          </p>
          <p className="mb-4">
            нормативное правовое и научно-методическое обеспечение дошкольного образования;
          </p>
          <p className="mb-4">
            развивающая и здоровьесберегающая образовательная среда в УДО, стимулирующая коммуникативную, игровую, познавательную, физическую и другие виды активности ребенка;
          </p>
          <p className="mb-4">
            кадровый потенциал УДО.
          </p>
          <p className="mb-4">
            Способы достижения цели и решения задач:
          </p>
          <p className="mb-4">
            строительство и открытие УДО разных видов и форм собственности в соответствии с государственными программами развития системы образования;
          </p>
          <p className="mb-4">
            развитие дополнительных форм и услуг дошкольного образования;
          </p>
          <p className="mb-4">
            обновление образовательного стандарта и учебно-программной документации образовательной программы дошкольного образования;
          </p>
          <p className="mb-4">
            разработка и внедрение научно-методического обеспечения дошкольного образования, включающего педагогические технологии конструирования развивающей и здоровьесберегающей образовательной среды, формирования ключевых компетенций и развитие личностных качеств ребёнка дошкольного возраста;
          </p>
          <p className="mb-4">
            апробирование и внедрение инструментария оценки качества дошкольного образования;
          </p>
          <p className="mb-4">
            создание условий для совершенствования профессиональных компетенций педагогических работников УДО;
          </p>
          <p className="mb-4">
            корректировка квалификационных требований, предъявляемых к педагогическим работникам УДО (музыкального руководителя, учитель-дефектолог и др.);
          </p>
          <p className="mb-4">
            разработка программ дополнительного образования для детей дошкольного возраста;
          </p>
          <p className="mb-4">
            обеспечение возможности осуществления административных процедур в сфере дошкольного образования через единый портал электронных услуг.
          </p>
          <p className="mb-4">
            Общее среднее образование
          </p>
          <p className="mb-4">
            Цель развития – обеспечение доступного и качественного общего среднего образования (ОСО) для успешной социализации учащихся в динамичных условиях цифрового общества, подготовки к осознанному выбору профессии и продолжению образования на протяжении всей жизни.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            обеспечить полный охват бесплатным, качественным общим средним образованием;
          </p>
          <p className="mb-4">
            увеличить количество молодых людей, обладающих необходимыми знаниями и навыками, в том числе профессионально-техническими, для продолжения образования и/или трудоустройства.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            образовательная среда УОСО;
          </p>
          <p className="mb-4">
            содержание и научно-методическое обеспечение ОСО;
          </p>
          <p className="mb-4">
            система учебного книгоиздания;
          </p>
          <p className="mb-4">
            кадровый потенциал УОСО.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения цели и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            переход к обязательному общему среднему образованию;
          </p>
          <p className="mb-4">
            продолжение оптимизации УОСО и укрепления их материально-технической базы;
          </p>
          <p className="mb-4">
            продолжение формирования адаптивной образовательной среды, учитывающей особенности и потребности развития каждого учащегося;
          </p>
          <p className="mb-4">
            оптимизация содержания ОСО (образовательные стандарты, учебные программы) в соответствии с современными тенденциями его развития;
          </p>
          <p className="mb-4">
            разработка научно-методического обеспечения формирования функциональной грамотности учащихся;
          </p>
          <p className="mb-4">
            расширение вариативности содержания ОСО через разработку новой структуры типового учебного плана, на основе модульно-блочного подхода и введения интегрированных учебных курсов;
          </p>
          <p className="mb-4">
            совершенствование практики допрофессиональной подготовки и профессионального обучения учащихся;
          </p>
          <p className="mb-4">
            модернизация системы выявления, учета, социальной поддержки и работы с одаренной и талантливой молодежью (через создание Национального детского технопарка, расширение практик STEM-подходов и др.);
          </p>
          <p className="mb-4">
            совершенствование системы независимой аттестации учащихся УОСО;
          </p>
          <p className="mb-4">
            проведение комплексных исследований (в том числе независимых) качества образования;
          </p>
          <p className="mb-4">
            оптимизация процесса разработки и издания учебных пособий (в том числе электронных);
          </p>
          <p className="mb-4">
            изменение перечня должностей в УОСО, внесение изменений в квалификационные требования к педагогическим работникам УОСО;
          </p>
          <p className="mb-4">
            разработка мер по моральному и материальному стимулированию труда работников системы ОСО.
          </p>
          <p className="mb-4">
            Специальное образование
          </p>
          <p className="mb-4">
            Цель развития – обеспечить доступность и вариативность образования для лиц с ОПФР с учетом их образовательных потребностей;
          </p>
          <p className="mb-4">
            создать безопасную, адаптивную, в том числе безбарьерную,  образовательную среду для обучающихся с ОПФР с учетом их возрастных и индивидуальных особенностей.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            специальные условия для получения образования;
          </p>
          <p className="mb-4">
            научно-методическое обеспечение образования лиц с ОПФР;
          </p>
          <p className="mb-4">
            инклюзивная культура всех участников образовательного процесса.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения цели и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            совершенствование системы ранней комплексной помощи и комплексного сопровождения лиц с ОПФР;
          </p>
          <p className="mb-4">
            развитие сети учреждений образования, обеспечивающих организацию образовательного процесса для обучающихся с ОПФР с учетом их образовательных потребностей;
          </p>
          <p className="mb-4">
            разработка, апробация и внедрение моделей и методик организации образовательного процесса при реализации принципа инклюзии в образовании;
          </p>
          <p className="mb-4">
            разработка и внедрение научно-методического обеспечения формирования функциональной грамотности лиц с ОПФР;
          </p>
          <p className="mb-4">
            формирование готовности всех субъектов образовательного процесса к реализации идей инклюзии в образовании;
          </p>
          <p className="mb-4">
            совершенствование сетевого взаимодействия;
          </p>
          <p className="mb-4">
            внедрение лучших образовательных практик в области инклюзии.
          </p>
          <p className="mb-4">
            Профессионально-техническое и среднее специальное образование
          </p>
          <p className="mb-4">
            Цель развития – повышение эффективности системы ПТО и ССО, непрерывного профессионального образования рабочих (служащих) в кадровом обеспечении инновационной экономики.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            оптимизировать структуру системы ПТО и ССО;
          </p>
          <p className="mb-4">
            обновить содержание образовательных стандартов и научно-методическое обеспечение на основе профессиональных стандартов;
          </p>
          <p className="mb-4">
            усовершенствовать учебное книгоиздание;
          </p>
          <p className="mb-4">
            создать современную образовательную среду;
          </p>
          <p className="mb-4">
            развить сеть ресурсных центров;
          </p>
          <p className="mb-4">
            обеспечить условия для развития непрерывного профессионального образования рабочих (служащих), инклюзивного образования;
          </p>
          <p className="mb-4">
            увеличить количество предприятий и организаций всех форм собственности, участвующих в заказе на подготовку кадров в системе ПТО и ССО;
          </p>
          <p className="mb-4">
            внедрить систему софинансирования подготовки кадров организациями и предприятиями;
          </p>
          <p className="mb-4">
            усовершенствовать подготовку педагогических кадров для системы ПТО и ССО;
          </p>
          <p className="mb-4">
            повысить привлекательность системы ПТО и ССО среди населения Республики Беларусь и на международном уровне.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            структура системы ПТО и ССО;
          </p>
          <p className="mb-4">
            система обеспечения качества ПТО и ССО;
          </p>
          <p className="mb-4">
            содержание образовательных стандартов и научно-методического обеспечения образовательного процесса ПТО и ССО;
          </p>
          <p className="mb-4">
            материально-техническое обеспечение образовательного процесса ПТО и ССО;
          </p>
          <p className="mb-4">
            механизмы взаимодействия учреждений образования, реализующих образовательные программы ПТО и ССО, с организациями-заказчиками кадров;
          </p>
          <p className="mb-4">
            привлекательность и имидж профессионального образования;
          </p>
          <p className="mb-4">
            система непрерывного профессионального обучения рабочих (служащих);
          </p>
          <p className="mb-4">
            кадровый потенциал системы ПТО и ССО.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения целей и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            разработка нормативных правовых актов, регулирующих управление качеством образования;
          </p>
          <p className="mb-4">
            совершенствование механизмов социального партнерства;
          </p>
          <p className="mb-4">
            укрепление интеграции производства, науки и системы ПТО и ССО;
          </p>
          <p className="mb-4">
            переход на единый вид учреждения профессионального образования – колледж, реализующего образовательные программы ПТО и ССО;
          </p>
          <p className="mb-4">
            создание ведущих на республиканском уровне колледжей по виду экономической деятельности;
          </p>
          <p className="mb-4">
            разработка образовательных стандартов и научно-методического обеспечения системы ПТО и ССО с модульным построением содержания на основе профессиональных стандартов, требований «Worldskills»;
          </p>
          <p className="mb-4">
            разработка механизмов реагирования на изменения рынка труда;
          </p>
          <p className="mb-4">
            внедрение механизмов независимой итоговой аттестации по результатам освоения образовательных программ;
          </p>
          <p className="mb-4">
            расширение возможностей для доступа выпускников, освоивших образовательные программы ПТО и ССО, к образовательным программам более высокого уровня по индивидуальным учебным планам с учётом признания предыдущего опыта, знаний и умений;
          </p>
          <p className="mb-4">
            оснащение (дооснащение) мастерских (лабораторий) в учреждениях образования, реализующих программы ПТО и ССО и ресурсных центров высокотехнологичным оборудованием;
          </p>
          <p className="mb-4">
            развитие сетевых форм взаимодействия при реализации образовательных программ;
          </p>
          <p className="mb-4">
            разработка и внедрение механизмов использования базы ресурсных центров для проведения независимой сертификации квалификаций;
          </p>
          <p className="mb-4">
            проведение республиканских и региональных конкурсов профессионального мастерства, участие в международных конкурсах профессионального мастерства;
          </p>
          <p className="mb-4">
            совершенствование форм и методов профессиональной диагностики и профориентационной работы;
          </p>
          <p className="mb-4">
            совершенствование организационно-правового и научно-методического обеспечения непрерывного профессионального образования и обучения на протяжении всей жизни для различных категорий населения.
          </p>
          <p className="mb-4">
            Высшее образование
          </p>
          <p className="mb-4">
            Цель развития – повышение качества и конкурентоспособности высшего образования в соответствии с текущими и перспективными требованиями национальной экономики и социальной сферы, мировыми тенденциями экономического и научно-технического развития.
          </p>
          <p className="mb-4">
            Основные задачи:
          </p>
          <p className="mb-4">
            обеспечить повышение качества практико-ориентированной подготовки специалистов, эффективности взаимодействия с организациями-заказчиками кадров;
          </p>
          <p className="mb-4">
            продолжить формирование инновационной инфраструктуры университетской науки, повысить результативность научно-исследовательской деятельности в УВО;
          </p>
          <p className="mb-4">
            создать условия для привлечения молодежи к научно-инновационной деятельности и преподавательской работе;
          </p>
          <p className="mb-4">
            повысить привлекательность получения высшего образования в Республике Беларусь и конкурентоспособность национальной высшей школы на международном уровне.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            содержание высшего образования;
          </p>
          <p className="mb-4">
            вузовская наука;
          </p>
          <p className="mb-4">
            конкурентоспособность высшего образования.
          </p>
          <p className="mb-4">
            Способы достижения целей и решения задач:
          </p>
          <p className="mb-4">
            создание новых и развитие действующих элементов инновационной инфраструктуры УВО (технопарков, центров трансфера технологий, иных элементов);
          </p>
          <p className="mb-4">
            постоянная актуализация содержания высшего образования, образовательных стандартов и научно-методического обеспечения в соответствии с изменяющимися потребностями экономики и социальной сферы с учетом мировых тенденций в сфере высшего образования;
          </p>
          <p className="mb-4">
            повышение эффективности взаимодействия с организациями-заказчиками кадров, формирование у выпускников УВО востребованных на рынке труда универсальных и профессиональных компетенций;
          </p>
          <p className="mb-4">
            институционализация дистанционной формы получения высшего образования и сетевого обучения;
          </p>
          <p className="mb-4">
            определение перспективных научных направлений;
          </p>
          <p className="mb-4">
            сохранение действующих и создание новых научных школ, укрепление их кадрового потенциала за счет привлечения одаренной молодежи к научно-инновационной и преподавательской деятельности;
          </p>
          <p className="mb-4">
            активизация подготовки в учреждениях высшего образования кадров высшей научной квалификации;
          </p>
          <p className="mb-4">
            специализация научных исследований в каждом УВО, их ориентация на потребности конкретного производства и регионального развития;
          </p>
          <p className="mb-4">
            внедрение моделей «Университет-4.0» и «Университет -5.0»;
          </p>
          <p className="mb-4">
            повышение публикационной активности в авторитетных международных научных журналах, увеличение показателей цитируемости статей, повышение позиций УВО в международных рейтингах университетов;
          </p>
          <p className="mb-4">
            увеличение удельного веса направлений и специальностей с обучением на иностранных языках;
          </p>
          <p className="mb-4">
            увеличение числа образовательных программ, реализуемых в сотрудничестве с зарубежными УВО;
          </p>
          <p className="mb-4">
            реализация международных научных и образовательных проектов.
          </p>
          <p className="mb-4">
            Дополнительное образование детей и молодежи
          </p>
          <p className="mb-4">
            Цели развития – создание условий для самореализации и развития творческих способностей детей и молодежи, воспитания гармонично развитой и социально ответственной личности.
          </p>
          <p className="mb-4">
            повышение доступности качественных программ дополнительного образования для каждого ребенка.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            обеспечение качества и эффективности дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            совершенствование организации образовательного процесса;
          </p>
          <p className="mb-4">
            обеспечение инновационного характера деятельности объединений по интересам различных направлений и профилей;
          </p>
          <p className="mb-4">
            повышение конкурентоспособности учреждений дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            привлечение детей и молодежи в сферу высоких технологий и инноваций, научно-исследовательскую деятельность;
          </p>
          <p className="mb-4">
            активизация деятельности детских и молодежных общественных объединений;
          </p>
          <p className="mb-4">
            создание условий для освоения учащимися профессиональных компетенций в современных и будущих профессиях;
          </p>
          <p className="mb-4">
            выпуск современного отечественного оборудования и средств обучения для дополнительного образования детей и молодежи.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            структура системы дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            дополнительное образование детей и молодежи и социум;
          </p>
          <p className="mb-4">
            преемственность дополнительного образования детей и молодежи и других уровней и ступеней образования;
          </p>
          <p className="mb-4">
            ресурсы развития дополнительного образования детей и молодежи (организационно-содержательные, научно-методические, кадровые, материально-технические, финансово-экономические, управленческие, нормативные правовые);
          </p>
          <p className="mb-4">
            профессиональные компетенции и социальный статус работников дополнительного образования детей и молодежи.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения целей и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            расширение спектра образовательных программ дополнительного образования;
          </p>
          <p className="mb-4">
            обновление содержания программного обеспечения дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            ресурсная и нормативная поддержка обновления содержания программ дополнительного образования детей и молодёжи, их методического сопровождения и повышения квалификации педагогов;
          </p>
          <p className="mb-4">
            нормативное правовое обеспечение разработки и реализации программ объединений по интересам с дистанционной формой получения дополнительного образования;
          </p>
          <p className="mb-4">
            развитие движения «JuniorSkills»;
          </p>
          <p className="mb-4">
            совершенствование организации образовательного процесса при реализации образовательной программы дополнительного образования детей и молодежи на повышенном уровне;
          </p>
          <p className="mb-4">
            внедрение совместных (семейных, детско-взрослых) практик дополнительного образования;
          </p>
          <p className="mb-4">
            реализация программ объединений всех профилей с учетом приоритетных направлений Национальной стратегии устойчивого социально-экономического развития Республики Беларусь на период до 2030 года.
          </p>
          <p className="mb-4">
            Дополнительное образование взрослых
          </p>
          <p className="mb-4">
            Цель развития – постоянное повышение качества непрерывного образования и обеспечение роста конкурентоспособности специалистов на рынке труда.
          </p>
          <p className="mb-4">
            Основные задачи:
          </p>
          <p className="mb-4">
            совершенствование системы дополнительного образования взрослых с учетом изменений, происходящих в обществе, и тенденций развития системы образования Республики Беларусь;
          </p>
          <p className="mb-4">
            обеспечение соответствия содержания дополнительного образования взрослых требованиям потребителей и заказчиков образовательных услуг;
          </p>
          <p className="mb-4">
            обеспечение практико-ориентированного подхода при реализации образовательных программ повышения квалификации и переподготовки кадров;
          </p>
          <p className="mb-4">
            определение роли и места неформального образования в системе дополнительного образования взрослых.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            инфраструктура системы дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            практическая составляющая при реализации образовательных программ дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            самостоятельное приобретение взрослыми профессиональных компетенций;
          </p>
          <p className="mb-4">
            потребности заказчиков кадров;
          </p>
          <p className="mb-4">
            кадровое обеспечение дополнительного образования взрослых.
          </p>
          <p className="mb-4">
            Способы достижения целей и решения задач:
          </p>
          <p className="mb-4">
            разработка и совершенствование нормативной правовой базы, регулирующей вопросы подготовки, переподготовки и повышения квалификации кадров, их трудоустройства и социальной поддержки, а также учета в трудовой деятельности и при обучении на более высоком уровне самостоятельно приобретенных компетенций.
          </p>
          <p className="mb-4">
            Развитие кадрового потенциала
          </p>
          <p className="mb-4">
            Цели развития – формирование высококвалифицированного научно-педагогического кадрового состава системы образования, ориентированного на подготовку специалистов для инновационных отраслей экономики;
          </p>
          <p className="mb-4">
            повышение статуса педагогической профессии.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            полное обеспечение потребностей системы образования в квалифицированных педагогических кадрах;
          </p>
          <p className="mb-4">
            обновление на всех уровнях подготовки педагогических работников целей, содержания, форм, методов, технологий и ресурсного обеспечения образовательного процесса на основе компетентностной модели;
          </p>
          <p className="mb-4">
            наращивание научно-исследовательского потенциала педагогического образования по приоритетным направлениям психолого-педагогических исследований с учетом реализации исследовательского подхода в образовательном процессе подготовки, переподготовки и повышения квалификации педагогических работников;
          </p>
          <p className="mb-4">
            создание условий для профессионального роста педагогических работников с учетом их личностных особенностей и повышения их социального статуса.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            профессиональные требования к педагогическим работникам;
          </p>
          <p className="mb-4">
            подготовка педагогических кадров;
          </p>
          <p className="mb-4">
            социальный статус профессии педагога.
          </p>
          <p className="mb-4">
            Способы достижения целей и решения задач:
          </p>
          <p className="mb-4">
            обновление нормативной правовой базы, регулирующей вопросы подготовки педагогических кадров, их трудоустройства и социальной поддержки;
          </p>
          <p className="mb-4">
            внедрение в систему педагогического образования элементов моделей «Университет-4.0» и «Университет-5.0»;
          </p>
          <p className="mb-4">
            внедрение накопительной системы компетенций в подготовке (переподготовке, повышении квалификации) педагогических работников;
          </p>
          <p className="mb-4">
            поощрение неформальных способов повышения профессиональных компетенций педагогами;
          </p>
          <p className="mb-4">
            акцентирование внимания на психолого-педагогической подготовке педагогических работников.
          </p>
          <p className="mb-4">
            Цифровизация процессов в системе образования
          </p>
          <p className="mb-4">
            Цели развития – совершенствование национальной системы образования на основе развивающихся цифровых технологий;
          </p>
          <p className="mb-4">
            подготовка обучающихся к жизни в цифровом обществе;
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            цифровая трансформация процессов в системе образования;
          </p>
          <p className="mb-4">
            модернизация инфраструктуры системы образования;
          </p>
          <p className="mb-4">
            внедрение цифровых платформ дистанционного обучения при получении образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            образовательный процесс;
          </p>
          <p className="mb-4">
            процессы, сопутствующие образовательному процессу.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения целей и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            разработка регламентов функционирования информационно-коммуникационной среды;
          </p>
          <p className="mb-4">
            разработка и внедрение в системе образования электронных сервисов;
          </p>
          <p className="mb-4">
            создание республиканской информационной образовательной среды (РИОС).
          </p>
          <p className="mb-4">
            Воспитательная работа
          </p>
          <p className="mb-4">
            Цель развития – актуализация содержания и методического обеспечения воспитательной работы с детьми, учащейся молодёжью и молодыми специалистами в контексте современных вызовов.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Основные задачи:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            совершенствование воспитательной работы в учреждениях образования;
          </p>
          <p className="mb-4">
            формирование у обучающихся компетенций гражданственности и патриотизма;
          </p>
          <p className="mb-4">
            обеспечение социализации учащейся молодёжи в условиях современных вызовов;
          </p>
          <p className="mb-4">
            вовлечение обучающихся в массовые занятия физической культурой и спортом;
          </p>
          <p className="mb-4">
            формирование у детей и учащейся молодежи навыков здорового образа жизни.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Направления развития:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            содержание и методическое обеспечение воспитательной работы;
          </p>
          <p className="mb-4">
            личностное и социальное саморазвитие, профессионально-трудовая и социальная культура.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Способы достижения целей и решения задач:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            мониторинг мотивационно-потребностной сферы и социальных интересов обучающихся;
          </p>
          <p className="mb-4">
            обновление содержания и методического обеспечения воспитательного процесса в учреждениях образования с учётом современных тенденций социализации учащейся молодёжи;
          </p>
          <p className="mb-4">
            организационно-методическое сопровождение воспитательной и идеологической работы с детьми и молодежью;
          </p>
          <p className="mb-4">
            разработка диагностического инструментария по оценке качества воспитания на всех уровнях образования;
          </p>
          <p className="mb-4">
            создание условий для консолидации усилий социальных институтов по воспитанию подрастающего поколения;
          </p>
          <p className="mb-4">
            обеспечение поддержки семейного воспитания;
          </p>
          <p className="mb-4">
            развитие ученического и студенческого самоуправления;
          </p>
          <p className="mb-4">
            педагогическая поддержка деятельности ОО «БРПО» и «БРСМ»;
          </p>
          <p className="mb-4">
            взаимодействие с общественными объединениями и организациями позитивной направленности;
          </p>
          <p className="mb-4">
            совершенствование деятельности ассоциаций школьного и студенческого спорта;
          </p>
          <p className="mb-4">
            внедрение рамочной концепции информационной и медийной среды учреждений образования, направленной на реализацию интересов и возможностей, просоциальной активности обучающихся;
          </p>
          <p className="mb-4">
            внедрение активных и интерактивных форм работы по стимулированию личностного развития обучающихся.
          </p>
          <p className="mb-4">
            ЭТАПЫ РЕАЛИЗАЦИИ КОНЦЕПЦИИ РАЗВИТИЯ СИСТЕМЫ ОБРАЗОВАНИЯ ДО 2030 ГОДА И РЕЗУЛЬТАТЫ, ОЖИДАЕМЫЕ ПОСЛЕ ВЫПОЛНЕНИЯ КАЖДОГО ЭТАПА*
          </p>
          <p className="mb-4">
            Реализации Концепции развития системы образования Республики Беларусь до 2030 года будет осуществляться в 2 этапа в соответствии с пятилетними планами и программами развития национальной системы образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Дошкольное образование
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021-2025 годы):
          </p>
          <p className="mb-4">
            строительство и открытие УДО разных видов и форм собственности в соответствии с Государственной программой «Образование и молодежная политика» на 2021-2025 годы;
          </p>
          <p className="mb-4">
            обновление образовательного стандарта и учебно-программной документации образовательной программы дошкольного образования;
          </p>
          <p className="mb-4">
            разработка и внедрение научно-методического обеспечения дошкольного образования, включающего образовательные технологии конструирования развивающей и здоровьесберегающей образовательной среды, формирования ключевых компетенций и развитие личностных качеств ребёнка дошкольного возраста;
          </p>
          <p className="mb-4">
            разработка инструментария оценки качества дошкольного образования;
          </p>
          <p className="mb-4">
            обеспечение УДО современным оборудованием;
          </p>
          <p className="mb-4">
            создание условий для совершенствования профессиональных компетенций педагогических работников УДО;
          </p>
          <p className="mb-4">
            корректировка квалификационных требований, предъявляемых к педагогическим работникам УДО (музыкальный руководитель учитель-дефектолог и др.);
          </p>
          <p className="mb-4">
            разработка программ дополнительного образования для детей дошкольного возраста;
          </p>
          <p className="mb-4">
            перевод административных процедур в сфере дошкольного образования в электронную форму.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            обеспечение равных стартовых возможностей для представителей всех социальных групп белорусского общества;
          </p>
          <p className="mb-4">
            строительство не менее 90 учреждений дошкольного образования, в том числе в г. Минске, Минском, Дзержинском и Пуховичском районах, в городах Солигорск, Брест, Барановичи, Жабинка, Орша, Речица, Шклов и др.;
          </p>
          <p className="mb-4">
            снижение очередности при определении детей в УДО;
          </p>
          <p className="mb-4">
            расширение перечня образовательных услуг, оказываемых УДО;
          </p>
          <p className="mb-4">
            повышение качества дошкольного образования;
          </p>
          <p className="mb-4">
            увеличение доли детей от 1 до 6 лет, получающих дошкольное образование, – не менее 85 процентов;
          </p>
          <p className="mb-4">
            сохранение 100-процентного охвата детей пятилетнего возраста подготовкой к обучению на I ступени общего среднего образования;
          </p>
          <p className="mb-4">
            снижение уровня травматизма в УДО;
          </p>
          <p className="mb-4">
            повышение обеспеченности УДО педагогическими кадрами.
          </p>
          <p className="mb-4">
            II этап (2026-2030 годы):
          </p>
          <p className="mb-4">
            строительство и открытие УДО разных видов и форм собственности в соответствии с Государственной программой «Образование и молодежная политика» на 2026-2030 годы;
          </p>
          <p className="mb-4">
            внедрение эффективных образовательных технологий в образовательный процесс;
          </p>
          <p className="mb-4">
            апробация и внедрение инструментария оценки качества дошкольного образования;
          </p>
          <p className="mb-4">
            обновление материальной базы УДО;
          </p>
          <p className="mb-4">
            разработка стратегических направлений и механизмов совершенствования дошкольного образования в целях раскрытия потенциалов личности для устойчивого социально-экономического развития Республики Беларусь после 2030 года.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            обеспечение доступности УДО;
          </p>
          <p className="mb-4">
            100-процентный охват детей дошкольного возраста различными формами качественного дошкольного образования, отвечающего принципам устойчивого развития;
          </p>
          <p className="mb-4">
            создание электронной базы данных об УДО и системе дошкольного образования;
          </p>
          <p className="mb-4">
            совершенствование нормативного правового обеспечения системы дошкольного образования после 2030 года.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 pb-0 md:pb-0">
        <h2 className="text-3xl font-bold text-blue-800 leading-tight mb-2">
          Общее среднее образование
        </h2>
      </div>
      <div className="p-8 md:p-12  ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            I этап (2021-2025 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            разработка отраслевой научно-технической программы «Функциональная грамотность»;
          </p>
          <p className="mb-4">
            повышение гибкости и вариативности учебных планов;
          </p>
          <p className="mb-4">
            оснащение кабинетов биологии, трудового обучения, спортивных залов УОСО современным учебным оборудованием и средствами обучения;
          </p>
          <p className="mb-4">
            внедрение технологии трансформируемого рабочего пространства педагога и обучаемого («умные» доски (SMARTboards), «умные» парты (SMARTdesks) и др.);
          </p>
          <p className="mb-4">
            увеличение количества классов педагогической, аграрной, спортивно-педагогической, военно-патриотической и иной направленности;
          </p>
          <p className="mb-4">
            организация в УОСО деятельности экспериментальных площадок, лабораторий, учебно-опытных участков;
          </p>
          <p className="mb-4">
            реализация STEM-подхода в допрофильной подготовке и профильном обучении учащихся;
          </p>
          <p className="mb-4">
            внедрение механизмов независимой итоговой аттестации по результатам освоения образовательных программ (совмещенные с централизованным тестированием итоговые экзамены и др.);
          </p>
          <p className="mb-4">
            разработка и внедрение индикаторов качества, позволяющих определить эффективность деятельности УОСО, органов управления образованием.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            строительство не менее 50 УОСО (13 – в г. Минске), включая школы в городах Бобруйск, Столбцы, Фаниполь, Гомель, Барановичи, школы-сады в г. Кобрин и г. Столин, детского сада – начальной школы в г. Молодечно.
          </p>
          <p className="mb-4">
            доведение до 80 процентов доли УОСО, оснащенных современным учебным оборудованием и средствами обучения (кабинеты биологии, трудового обучения, спортивные залы для занятий физической культурой и спортом).
          </p>
          <p className="mb-4">
            повышение доступности общего среднего образования;
          </p>
          <p className="mb-4">
            обеспечение учащихся качественным общим средним образованием, отвечающим принципам устойчивого развития;
          </p>
          <p className="mb-4">
            создание в УОСО практико-ориентированной среды;
          </p>
          <p className="mb-4">
            увеличение количества обучающихся в профильных классах технико-технологической направленности до 50 процентов;
          </p>
          <p className="mb-4">
            обеспечение 100-процентного охвата учащихся базовых X-XI классов профессиональной подготовкой (за исключением освобожденных от профессиональной подготовки по медицинским показаниям);
          </p>
          <p className="mb-4">
            разгрузка обучающихся.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            II этап (2026-2030 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            переход к всеобщему общему среднему образованию;
          </p>
          <p className="mb-4">
            обновление образовательных стандартов, учебных программ по всем учебным предметам с учетом увеличения практикоориентированной составляющей содержания общего среднего образования;
          </p>
          <p className="mb-4">
            дальнейшее укрепление материально-технической базы УОСО;
          </p>
          <p className="mb-4">
            внедрение наряду с оцениванием итоговых знаний учащихся в баллах паспортов освоенных компетенций.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            повышение уровня общей грамотности населения;
          </p>
          <p className="mb-4">
            рост уровня функциональной грамотности учащихся;
          </p>
          <p className="mb-4">
            создание условий для признания достижений учащегося наряду с оцениванием итоговых знаний учащихся в баллах.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 pb-0 md:pb-0">
        <h2 className="text-3xl font-bold text-blue-800 leading-tight mb-2">
          Специальное образование
        </h2>
      </div>
      <div className="p-8 md:p-12  ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            I этап (2021-2025 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            увеличение доли учреждений образования, в которых организовано обучение и воспитание детей с ОПФР;
          </p>
          <p className="mb-4">
            увеличение доли учреждений образования, создавших безбарьерную среду с учетом комплексного подхода;
          </p>
          <p className="mb-4">
            приобретение специального оборудования, средств обучения, программного обеспечения для организации образовательного процесса для обучающихся с ОПФР с учетом их образовательных потребностей;
          </p>
          <p className="mb-4">
            обеспечение подвоза обучающихся с ОПФР на специально оборудованном транспорте;
          </p>
          <p className="mb-4">
            совершенствование научно-методического обеспечения образования лиц с ОПФР;
          </p>
          <p className="mb-4">
            совершенствование профессиональной компетентности педагогических работников в работе с обучающимися с ОПФР.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            обеспечение равного доступа к качественному образованию лиц с ОПФР с учетом их образовательных потребностей;
          </p>
          <p className="mb-4">
            создание адаптивной, в том числе безбарьерной, образовательной среды, обеспечивающей учет возрастных и индивидуальных особенностей обучающихся с ОПФР;
          </p>
          <p className="mb-4">
            разработка и внедрение индикаторов качества, позволяющих определить эффективность деятельности учреждений, реализующих образовательные программы специального образования, органов управления образованием, организационных форм реализации принципа инклюзии в образовании;
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            II этап (2026-2030 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            внедрение эффективных образовательных технологий в образовательный процесс;
          </p>
          <p className="mb-4">
            обновление материальной базы учреждений специального образования;
          </p>
          <p className="mb-4">
            разработка стратегических направлений и механизмов совершенствования дошкольного образования в целях раскрытия потенциалов личности для устойчивого социально-экономического развития Республики Беларусь после 2030 года;
          </p>
          <p className="mb-4">
            разработка и внедрение механизмов организации обучения лиц с ОПФР отдельным компетенциям (частичным квалификациям) и процедуры их сертификации по результатам обучения;
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            функционирование ресурсных центров по вопросам обучения и воспитания лиц с ОПФР;
          </p>
          <p className="mb-4">
            обеспечение равного доступа к получению образования лицами с ОПФР на всех уровнях основного образования и в системе дополнительного образования детей и молодежи, непрерывного образования в течение всей жизни.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 pb-0 md:pb-0">
        <h2 className="text-3xl font-bold text-blue-800 leading-tight mb-2">
          Профессионально-техническое и среднее специальное образование
        </h2>
      </div>
      <div className="p-8 md:p-12  ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            I этап (2021-2025 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            переход к единому виду учреждения образования – колледж;
          </p>
          <p className="mb-4">
            расширение сети ресурсных центров на базе учреждений образования, реализующих образовательные программы ПТО и ССО;
          </p>
          <p className="mb-4">
            ежегодная модернизация современными средствами обучения не менее чем в 5 ресурсных центрах;
          </p>
          <p className="mb-4">
            создание центров коллективного пользования учебным и научным оборудованием, в том числе для обучения лиц с особенностями психофизического развития;
          </p>
          <p className="mb-4">
            разработка нормативных правовых актов, регламентирующих систему управления качеством профессионального образования на основе критериев и показателей, позволяющих определять эффективность деятельности колледжей и органов управления образованием;
          </p>
          <p className="mb-4">
            ежегодное обновление образовательных стандартов профессионально-технического образования по 8 процентов, среднего специального образования –  по 9 процентов;
          </p>
          <p className="mb-4">
            обновление нормативных правовых актов, регламентирующих функционирование ведущих учреждений образования в системе ПТО и ССО;
          </p>
          <p className="mb-4">
            развитие сетевого взаимодействия.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            соответствие содержания образовательных стандартов и научно-методического обеспечения требованиям профессиональных стандартов и рынка труда;
          </p>
          <p className="mb-4">
            создание высокоэффективной системы ресурсных центров и условий для развития компетенций выпускников посредством реализации сетевого взаимодействия учреждений образования, реализующих образовательные программы ПТО и ССО;
          </p>
          <p className="mb-4">
            экономия средств и ресурсов в подготовке рабочих кадров;
          </p>
          <p className="mb-4">
            повышение привлекательности системы ПТО и ССО среди населения Республики Беларусь и ее престижа на международном уровне.
          </p>
          <p className="mb-4">
            II этап (2026-2030 годы):
          </p>
          <p className="mb-4">
            создание и внедрение механизмов признания неформального образования и опыта, предшествующего профессиональному обучению, при реализации образовательных программ;
          </p>
          <p className="mb-4">
            разработка образовательных стандартов нового поколения по приоритетным профессиям и специальностям на основе профессиональных стандартов, научно-методического обеспечения образовательных программ ПТО и ССО с модульным построением содержания;
          </p>
          <p className="mb-4">
            разработка и внедрение механизмов использования базы ресурсных центров для проведения независимой сертификации квалификаций;
          </p>
          <p className="mb-4">
            развитие системы управления качеством профессионального образования с применением критериев и показателей, позволяющих определять эффективность системы профессионального образования;
          </p>
          <p className="mb-4">
            внедрение в образовательный процесс технологий, сочетающих освоение обучающимися образовательных программ с созданием ими объектов интеллектуальной собственности;
          </p>
          <p className="mb-4">
            разработка и внедрение новых механизмов участия организаций реального сектора в процессе подготовки кадров.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            экономия средств и ресурсов, развитие внебюджетной деятельности;
          </p>
          <p className="mb-4">
            реализация индивидуальных образовательных программ на основе признания предшествующего опыта и результатов обучения, достигнутых в процессе самообразования, в том числе отдельных компетенций (частичной квалификации);
          </p>
          <p className="mb-4">
            многоканальное финансирование подготовки кадров в колледжах;
          </p>
          <p className="mb-4">
            соответствие результатов освоения образовательных программ требованиям организаций-заказчиков кадров;
          </p>
          <p className="mb-4">
            рост экспорта услуг в области образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Высшее образование
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021-2025 годы):
          </p>
          <p className="mb-4">
            изменение формата вступительной кампании в учреждениях высшего образования, исходя из преимуществ тестирования и собеседования;
          </p>
          <p className="mb-4">
            актуализация содержания высшего образования, образовательных стандартов и научно-методического обеспечения в соответствии с изменяющимися потребностями экономики и социальной сферы с учетом мировых тенденций в сфере высшего образования;
          </p>
          <p className="mb-4">
            ежегодное обновление не менее 10 процентов образовательных стандартов для специальностей высшего образования;
          </p>
          <p className="mb-4">
            активизация взаимодействия с организациями-заказчиками кадров в части формирования у выпускников УВО востребованных на рынке труда универсальных и профессиональных компетенций;
          </p>
          <p className="mb-4">
            проектирование перспективных специальностей высшего образования и открытие подготовки по ним;
          </p>
          <p className="mb-4">
            развитие технологий дистанционного и сетевого обучения;
          </p>
          <p className="mb-4">
            развитие у студентов навыков самообразования, привлечение студентов к процессу обеспечения качества образования, проработка механизмов создания «тьюторской» системы организационно-методической помощи при освоении образовательных программ высшего образования;
          </p>
          <p className="mb-4">
            повышение привлекательности научно-инновационной и преподавательской деятельности для молодежи;
          </p>
          <p className="mb-4">
            разработка нормативных правовых актов по организации образовательного процесса в дистанционной форме получения образования, сетевого обучения;
          </p>
          <p className="mb-4">
            дальнейшее развитие концепции «Университет-3.0» и внедрение концепции «Университет-4.0»;
          </p>
          <p className="mb-4">
            применение методик обучения, направленных на формирование у студентов критического и творческого мышления, системного анализа, предпринимательских навыков;
          </p>
          <p className="mb-4">
            развитие в УВО научно-ориентированного образования, увеличение количества лиц, получающих такое образование;
          </p>
          <p className="mb-4">
            создание площадок для профессионального общения научных работников, преподавателей и обучающихся по отраслям науки;
          </p>
          <p className="mb-4">
            формирование УВО базы тематик дипломного проектирования, магистерских, кандидатских и докторских диссертаций исходя из проблем реального сектора экономики и регионов;
          </p>
          <p className="mb-4">
            внедрение в образовательный процесс технологий, сочетающих освоение обучающимися образовательных программ с созданием ими объектов интеллектуальной собственности;
          </p>
          <p className="mb-4">
            проработка механизмов организации деятельности УВО в форме сетевых инновационных объединений (кластер, консорциум и т.д.);
          </p>
          <p className="mb-4">
            переориентация научных исследований в каждом УВО на потребности конкретного производства и регионального развития;
          </p>
          <p className="mb-4">
            создание научно-производственных кластеров с участием ведущих УВО;
          </p>
          <p className="mb-4">
            реализация проекта Всемирного банка «Модернизация высшего образования Республики Беларусь»;
          </p>
          <p className="mb-4">
            обновление материально-технической базы УВО;
          </p>
          <p className="mb-4">
            создание новых и развитие действующих элементов инновационной инфраструктуры УВО;
          </p>
          <p className="mb-4">
            применение сетевой формы взаимодействия при реализации образовательных программ;
          </p>
          <p className="mb-4">
            разработка и внедрение в образовательный процесс инноваций в области преподавания и обучения;
          </p>
          <p className="mb-4">
            наращивание числа опубликованных статей в авторитетных международных научных журналах с высоким импакт-фактором, увеличения показателей цитируемости статей;
          </p>
          <p className="mb-4">
            увеличение удельного веса специальностей с обучением на иностранных языках;
          </p>
          <p className="mb-4">
            увеличение количества совместно проводимых научных конференций и семинаров, реализация международных научных и образовательных проектов;
          </p>
          <p className="mb-4">
            обновление индикаторов качества, позволяющих определить эффективность деятельности УВО;
          </p>
          <p className="mb-4">
            введение института независимой оценки качества высшего образования.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            соответствие профессионально-квалификационной структуры и содержания высшего образования потребностям национальной экономики и социальной сферы;
          </p>
          <p className="mb-4">
            повышение результативности научно-исследовательской деятельности УВО;
          </p>
          <p className="mb-4">
            повышение конкурентоспособности системы высшего образования на международном рынке образовательных услуг;
          </p>
          <p className="mb-4">
            повышение позиций УВО в международных рейтингах.
          </p>
          <p className="mb-4">
            II этап (2026-2030 годы):
          </p>
          <p className="mb-4">
            актуализация содержания высшего образования, образовательных стандартов и научно-методического обеспечения в соответствии с изменяющимися потребностями экономики и социальной сферы с учетом мировых тенденций в сфере высшего образования;
          </p>
          <p className="mb-4">
            взаимодействие с организациями-заказчиками кадров в части формирования у выпускников УВО востребованных на рынке труда универсальных и профессиональных компетенций;
          </p>
          <p className="mb-4">
            совершенствование технологий диагностирования компетенций студентов;
          </p>
          <p className="mb-4">
            проектирование перспективных в условиях VI и последующих технологических укладов специальностей (квалификаций) и открытие подготовки по ним;
          </p>
          <p className="mb-4">
            развитие концепции «Университет-4.0» и внедрение концепции «Университет-5.0»;
          </p>
          <p className="mb-4">
            оптимизация системы трудоустройства выпускников;
          </p>
          <p className="mb-4">
            расширение деятельности по подготовке специалистов в сотрудничестве с зарубежными УВО;
          </p>
          <p className="mb-4">
            создание условий для профессиональной аккредитации специальностей высшего образования в международных отраслевых аккредитационных организациях;
          </p>
          <p className="mb-4">
            интеграция молодых ученых и педагогических работников, специалистов и ученых – выходцев из Беларуси, работающих за рубежом, в национальную систему образования, инновационную и научно-исследовательскую деятельность.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            создание в УВО общедоступной, качественной и конкурентоспособной образовательной среды;
          </p>
          <p className="mb-4">
            повышение роли высшего образования как эффективного поставщика высококвалифицированных кадров с перспективными универсальными компетенциями;
          </p>
          <p className="mb-4">
            повышение конкурентоспособности и «узнаваемости» национальной высшей школы на мировом уровне;
          </p>
          <p className="mb-4">
            рост экспорта в области образования;
          </p>
          <p className="mb-4">
            создание условий для интеграции молодых ученых и педагогических работников-выходцев из Беларуси, работающих за рубежом, в национальную систему высшего образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Дополнительное образование детей и молодежи
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2022 годы):
          </p>
          <p className="mb-4">
            разработка плана мероприятий по реализации задач развития системы дополнительного образования детей и молодежи на период до 2030 года;
          </p>
          <p className="mb-4">
            создание механизмов реализации плана мероприятий (управление, финансирование, информационное и научно-методическое обеспечение);
          </p>
          <p className="mb-4">
            обеспечение организационного, педагогического, информационного, консультационного сопровождения одаренных и талантливых учащихся посредством сетевого взаимодействия УО «Национальный детский технопарк» и региональных учреждений дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            развитие сети технологических кружков в УОСО;
          </p>
          <p className="mb-4">
            разработка региональных программ развития дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            вовлечение в разработку программ развития дополнительного образования детей и молодежи обучающихся и их законных представителей, представителей общественных объединений, нанимателей;
          </p>
          <p className="mb-4">
            организация пилотных проектов по обновлению содержания и технологий программ развития дополнительного образования детей и молодежи различной направленности, в том числе развитие сети экспериментальных площадок;
          </p>
          <p className="mb-4">
            определение и законодательное закрепление порядка и критериев получения разрешения на реализацию образовательных программ дополнительного образования детей и молодежи.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            формирование нормативной правовой базы для реализации задач развития системы дополнительного образования детей и молодежи до 2030 года;
          </p>
          <p className="mb-4">
            использование ресурсной базы предприятий, научных организаций, учреждений образования региона в работе с учащимися;
          </p>
          <p className="mb-4">
            приобщение большего числа талантливых и одаренных детей к научно-техническому творчеству;
          </p>
          <p className="mb-4">
            усовершенствование системы по выявлению, учету, социальной поддержке одаренной и талантливой молодежи.
          </p>
          <p className="mb-4">
            II этап (2023 – 2030 годы):
          </p>
          <p className="mb-4">
            выполнение плана мероприятий по реализации задач развития системы дополнительного образования детей и молодежи и региональных программ развития дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            внедрение в образовательный процесс результатов пилотных проектов первого этапа;
          </p>
          <p className="mb-4">
            введение института лицензирования при реализации образовательных программ дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            распространение инновационных практик в сфере дополнительного образования детей и молодежи.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            упорядочение деятельности субъектов, реализующих программы дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            укрепление кадрового потенциала дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            укрепление материально-технической базы учреждений дополнительного образования детей и молодежи;
          </p>
          <p className="mb-4">
            создание системы выявления, поддержки и сопровождения одаренных детей и молодежи, в том числе детей с проблемами здоровья, оставшихся без попечения родителей, находящихся в трудной жизненной ситуации;
          </p>
          <p className="mb-4">
            укрепление межведомственного взаимодействия организаций образования, культуры, науки, спорта, общественных организаций;
          </p>
          <p className="mb-4">
            ранняя профориентация обучающихся через реализацию образовательных программ дополнительного образования нового поколения;
          </p>
          <p className="mb-4">
            приближение содержания, методов и технологий реализации образовательных программ дополнительного образования к запросам рынка труда.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Дополнительное образование взрослых
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2025 годы):
          </p>
          <p className="mb-4">
            совершенствование нормативной правовой базы системы дополнительного образования взрослых, в том числе регулирующей вопросы неформального образования;
          </p>
          <p className="mb-4">
            разработка профессионального стандарта дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            внедрение в образовательную практику компетентностного подхода и программно-модульных принципов построения образовательных программ;
          </p>
          <p className="mb-4">
            адаптация на практике образовательных программ для взрослого населения (55 лет и старше) в институтах повышения квалификации, включая обучение основам предпринимательской деятельности;
          </p>
          <p className="mb-4">
            разработка и внедрение мобильных и онлайн-курсов со смешанным учебным планом и проектно-ориентированным обучением;
          </p>
          <p className="mb-4">
            усиление практической направленности дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            постоянный мониторинг потребностей заказчиков и потребителей образовательных услуг;
          </p>
          <p className="mb-4">
            привлечение представителей заказчиков кадров к разработке, оценке и реализации программ дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            внедрение сетевого обучения;
          </p>
          <p className="mb-4">
            расширение диапазона актуальных и перспективных научных исследований и инновационных разработок, направленных на развитие сферы дополнительного образования взрослых.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            внедрение профессиональных стандартов дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            формирование образовательных программ, построенных на основе практико-ориентированности, инновационности, проблемной ориентации, актуальности содержания;
          </p>
          <p className="mb-4">
            экономия ресурсов за счет использования новых форм сетевого взаимодействия обучающихся и самостоятельного приобретения ими профессиональных компетенций;
          </p>
          <p className="mb-4">
            увеличение удельного веса учреждений образования, реализующих образовательные программы повышения квалификации руководящих работников и специалистов в дистанционной форме получения образования, до 34 процентов;
          </p>
          <p className="mb-4">
            удовлетворение профессионально-образовательных интересов всех участников образовательного процесса, в том числе заказчиков кадров;
          </p>
          <p className="mb-4">
            расширение экспорта образовательных услуг.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            II этап (2026 – 2030 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            диверсификация дополнительного образования посредством развития открытых образовательных ресурсов;
          </p>
          <p className="mb-4">
            обеспечение непрерывности повышения квалификации;
          </p>
          <p className="mb-4">
            переход от управления образовательной программой дополнительного образования к управлению формированием образовательного результата;
          </p>
          <p className="mb-4">
            оптимизация деятельности учебно-методических объединений в сфере дополнительного образования взрослых путем их интеграции с учебно-методическими объединениями на других уровнях образования;
          </p>
          <p className="mb-4">
            совершенствование национальной системы оценки качества дополнительного образования взрослых.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            повышение качества дополнительного образования взрослых;
          </p>
          <p className="mb-4">
            построение динамичной системы дополнительного образования, основанной на принципе непрерывности повышения квалификации работника;
          </p>
          <p className="mb-4">
            качественное кадровое обновление отраслей экономики и социальной сферы.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Кадровое обеспечение системы образования
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2025 годы):
          </p>
          <p className="mb-4">
            увеличение количества педагогических работников, получивших высшее образование II ступени, научно-ориентированное образование, имеющих ученую степень кандидата и доктора наук;
          </p>
          <p className="mb-4">
            корректировка квалификационных требований, предъявляемых к педагогическим работникам;
          </p>
          <p className="mb-4">
            подбор и обновление кадров в системе образования (по возрасту, наличию ученой степени и звания);
          </p>
          <p className="mb-4">
            расширение практики обучения педагогов на рабочем месте, в том числе определение видов практики с 1 по 4 курс с последовательно выстроенным усложняющимся содержанием;
          </p>
          <p className="mb-4">
            привлечение к обучению будущих педагогов ведущих специалистов образовательной отрасли, в том числе учителей-методистов;
          </p>
          <p className="mb-4">
            развитие института наставничества;
          </p>
          <p className="mb-4">
            разработка секторальной рамки и ряда профессиональных стандартов педагогического образования;
          </p>
          <p className="mb-4">
            разработка и утверждение Концепции непрерывного инженерно-педагогического образования;
          </p>
          <p className="mb-4">
            разработка новой модели инженерно-педагогических кадров и новых образовательных стандартов их подготовки;
          </p>
          <p className="mb-4">
            создание агентства по обеспечению качества образования;
          </p>
          <p className="mb-4">
            разработка и апробация механизмов независимой оценки компетенций педагогических кадров;
          </p>
          <p className="mb-4">
            установление партнерских отношений между учреждениями системы педагогического образования и другими социальными институтами;
          </p>
          <p className="mb-4">
            развитие практики повышения профессиональных компетенций педагогами в рамках деятельности профессиональных сообществ, усиление роли института «корпоративного обучения»;
          </p>
          <p className="mb-4">
            создание условий для развития просоциальной активности, культуры и личностного развития молодых педагогов;
          </p>
          <p className="mb-4">
            развитие научно-педагогических школ и увеличение их численности;
          </p>
          <p className="mb-4">
            создание экспериментально-инновационной среды непрерывного педагогического образования за счет расширения деятельности школ-лабораторий;
          </p>
          <p className="mb-4">
            обеспечение сотрудничества, обмена опытом и научно-практическими разработками будущих и практикующих специалистов;
          </p>
          <p className="mb-4">
            разработка и реализация мер, направленных на повышение социального статуса педагогической профессии (в том числе профессии «мастер производственного обучения» и «преподаватель учреждения профессионального образования»), стимулирующих поступление молодежи на инженерно-педагогические специальности и привлечение в систему профессионального образования работников предприятий и организаций.
          </p>
          <p className="mb-4">
            организация системной многоканальной работы по формированию и поддержанию имиджа педагогического работника, включая СМИ, систему социального партнерства с рекламодателями, взаимодействие с партнерами и выпускниками, рекламу (печатную, наружную, телевизионную и т. д.), мероприятия паблик рилейшнз, событийный маркетинг, личные контакты, корпоративную культуру, устные рекомендации и др.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            внедрение профессиональных стандартов педагогической деятельности и механизмов независимой оценки и сертификации педагогических квалификаций;
          </p>
          <p className="mb-4">
            создание условий для выстраивания педагогами индивидуальной образовательной траектории;
          </p>
          <p className="mb-4">
            рост престижности педагогических профессий в обществе;
          </p>
          <p className="mb-4">
            повышение качества подготовки педагогических кадров.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            II этап (2026 – 2030 годы):
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            подбор и обновление кадров в системе образования (по возрасту, наличию ученой степени и звания);
          </p>
          <p className="mb-4">
            разработка и реализация программы привлечения квалифицированных педагогических кадров в сельские регионы и регионы, пострадавшие от аварии на ЧАЭС;
          </p>
          <p className="mb-4">
            внедрение механизмов независимой оценки компетенций педагогических кадров;
          </p>
          <p className="mb-4">
            расширение перечня мер, направленных на повышение социального статуса педагогической профессии.
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            формирование высококвалифицированного научно-педагогического кадрового состава системы образования, ориентированного на подготовку специалистов для инновационных отраслей экономики.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Цифровизация системы образования
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2022 годы):
          </p>
          <p className="mb-4">
            разработка плана мероприятий и плана региональных программ цифровой трансформации процессов в системе образования;
          </p>
          <p className="mb-4">
            создание механизмов реализации плана мероприятий и плана региональных программ (организационное, финансовое, информационное, техническое, научно-методическое обеспечение);
          </p>
          <p className="mb-4">
            разработка и реализация пилотных проектов по приоритетным направлениям цифровизации в отдельных учреждениях образования республики и органах управления образованием;
          </p>
          <p className="mb-4">
            внедрение средств автоматизации управления образовательным процессом в учреждениях образования;
          </p>
          <p className="mb-4">
            последовательный переход к использованию в системе образования программного обеспечения «по подписке»
          </p>
          <p className="mb-4">
            совершенствование национальной системы издания учебной и учебно-методической литературы с использованием цифровых технологий и электронных образовательных ресурсов;
          </p>
          <p className="mb-4">
            разработка электронных документов об образовании и электронных сертификатов компетенций выпускников;
          </p>
          <p className="mb-4">
            разработка единого информационно-образовательного ресурса (ЕИОР), обеспечивающего доступ к цифровому образовательному контенту для прохождения дистанционного обучения;
          </p>
          <p className="mb-4">
            разработка и ввод в эксплуатацию Республиканской информационно-образовательной среды (РИОС).
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            формирование нормативной правовой базы цифровой трансформации процессов в системе образования;
          </p>
          <p className="mb-4">
            создание программного обеспечения, необходимого для цифровой трансформации процессов в системе образования;
          </p>
          <p className="mb-4">
            создание материальной базы, необходимой для цифровой трансформации процессов в системе образования.
          </p>
          <p className="mb-4">
            II этап (2023 – 2030 годы):
          </p>
          <p className="mb-4">
            выполнение плана мероприятий и региональных программ цифровой трансформации процессов в системе образования;
          </p>
          <p className="mb-4">
            цифровизация процессов взаимодействия с работодателями, в том числе процедуры предоставления выпускнику первого рабочего места;
          </p>
          <p className="mb-4">
            массовое распространение в учреждениях образования результатов пилотных проектов;
          </p>
          <p className="mb-4">
            разработка и внедрение автоматизированных систем управления учреждениями образования, интегрированных с республиканскими информационными системами (РИОС, ЕИОР) и сайтами учреждений образования;
          </p>
          <p className="mb-4">
            совершенствование национальной системы издания учебной и учебно-методической литературы с использованием цифровых технологий и электронных образовательных ресурсов;
          </p>
          <p className="mb-4">
            разработка научно-методического обеспечения образования на всех его уровнях с использованием цифровых платформ, сервисов и инструментов, облачных технологий, виртуальной и дополненной реальности, искусственного интеллекта;
          </p>
          <p className="mb-4">
            внедрение персонального цифрового профиля обучающегося;
          </p>
          <p className="mb-4">
            переход к использованию электронных документов об образовании и электронных сертификатов компетенций выпускников;
          </p>
          <p className="mb-4">
            разработка информационно-аналитического портала качества образования.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            интеграция системы образования в электронное правительство;
          </p>
          <p className="mb-4">
            широкая доступность электронных образовательных услуг для населения;
          </p>
          <p className="mb-4">
            адаптация образовательных программ к меняющимся социально-экономическим условиям;
          </p>
          <p className="mb-4">
            обеспечение информационной открытости учреждений образования;
          </p>
          <p className="mb-4">
            решение основных проблем инфраструктурного обеспечения системы образования;
          </p>
          <p className="mb-4">
            обеспечение функционирования и развития системы электронных образовательных ресурсов на единой платформе;
          </p>
          <p className="mb-4">
            развитие дистанционного обучения, как самостоятельной формы получения образования;
          </p>
          <p className="mb-4">
            улучшение управляемости системой образования на основе использования возможностей РИОС;
          </p>
          <p className="mb-4">
            возможность агрегировать данные из нескольких источников, проводить мониторинг карьерного роста выпускников, получать отзывы работодателей о качестве подготовки кадров и недостающих компетенциях;
          </p>
          <p className="mb-4">
            уменьшение количества издаваемой печатной продукции, применяемой в образовательном процессе;
          </p>
          <p className="mb-4">
            снижение и упрощение документооборота, высвобождение времени непосредственно для работы педагогов с обучающимися;
          </p>
          <p className="mb-4">
            рост уровня информационно-медийной и цифровой грамотности всех слоев населения;
          </p>
          <p className="mb-4">
            формирование личности, адаптированной к жизни в информационном обществе.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Воспитательная работа
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2025 годы):
          </p>
          <p className="mb-4">
            реализация Программы непрерывного воспитания детей и учащейся молодежи в Республике Беларусь на 2021-2025 годы, программ воспитания;
          </p>
          <p className="mb-4">
            расширение перечня институциональных, правовых и материально-технических условий для удовлетворения запросов детей и молодежи в саморазвитии и формирования у молодых людей актуальных и востребованных обществом компетенций;
          </p>
          <p className="mb-4">
            использование информационных технологий в целях воспитания и социализации обучающихся;
          </p>
          <p className="mb-4">
            разработка рамочной концепции информационной и медийной среды учреждений образования;
          </p>
          <p className="mb-4">
            внедрение форм и методов воспитания, основанных на передовом педагогическом опыте;
          </p>
          <p className="mb-4">
            разработка профессионального стандарта специалиста в сфере воспитания;
          </p>
          <p className="mb-4">
            максимальное использование воспитательного потенциала учебных предметов и дисциплин;
          </p>
          <p className="mb-4">
            усиление духовно-нравственного воспитания через изучение народных традиций, истории и основ культурных и духовных ценностей и приобщение к ним детей и учащейся молодежи;
          </p>
          <p className="mb-4">
            внедрение новых инструментов адресного и раннего выявления, эффективного развития, обучения, поддержки и служебного продвижения научно-ориентированной, талантливой и одаренной молодежи;
          </p>
          <p className="mb-4">
            вовлечение детей и молодежи в социально-значимую деятельность, дальнейшее развитие волонтерского движения;
          </p>
          <p className="mb-4">
            разработка системы сертификации социально-личностных и универсальных компетенций, приобретенных молодежью самостоятельно в период осуществления общественной и социально-значимой деятельности («сертификаты достижений»);
          </p>
          <p className="mb-4">
            создание условий для расширения участия семьи в воспитательной деятельности учреждений образования, популяризация лучшего опыта семейного воспитания;
          </p>
          <p className="mb-4">
            объединение усилий общества, семьи, учреждения образования в воспитании подрастающего поколения;
          </p>
          <p className="mb-4">
            активизация в учреждениях образования работы по патриотическому воспитанию детей и молодежи, привитию уважения к государственности, бережному отношению к историческому наследию, культурным традициям белорусского народа, формированию нравственных качеств и правовой культуры, развитию чувства патриотизма и любви к Родине, привязанности к родной земле;
          </p>
          <p className="mb-4">
            повышение роли конструктивных объединений обучающихся в управлении образовательным процессом и учреждением образования;
          </p>
          <p className="mb-4">
            разработка Программы непрерывного воспитания детей и учащейся молодежи в Республике Беларусь на 2026-2030 годы.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            определение актуальных направлений воспитания учащейся молодежи;
          </p>
          <p className="mb-4">
            совершенствование нормативной правовой базы, регулирующей вопросы воспитания;
          </p>
          <p className="mb-4">
            методическое обеспечение программы воспитания обучающихся в учреждениях образования.
          </p>
          <p className="mb-4">
            развитие общественно-государственной системы воспитания;
          </p>
          <p className="mb-4">
            привитие детям и молодежи уважительного отношения к культурным и духовным ценностям;
          </p>
          <p className="mb-4">
            развитие ученического и студенческого самоуправления.
          </p>
          <p className="mb-4">
            II этап (2026 – 2030 годы):
          </p>
          <p className="mb-4">
            реализация Программы непрерывного воспитания детей и учащейся молодежи в Республике Беларусь на 2026-2030 годы, программ воспитания;
          </p>
          <p className="mb-4">
            разработка содержания информационной и медийной среды учреждений образования;
          </p>
          <p className="mb-4">
            обновление информационного пространства учреждений образования в соответствии с рамочной концепцией информационной и медийной среды учреждений образования;
          </p>
          <p className="mb-4">
            внедрение профессионального стандарта специалиста в области воспитания;
          </p>
          <p className="mb-4">
            методическое обеспечение организаторов воспитательного процесса в учреждениях образования с учётом современных тенденций социализации учащихся;
          </p>
          <p className="mb-4">
            формирование показателей эффективности системы воспитания на уровне учреждения образования, региона, республики и организация их оценки.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            обновление содержания воспитательного процесса;
          </p>
          <p className="mb-4">
            повышение качества кадрового состава, занятого в области воспитания;
          </p>
          <p className="mb-4">
            повышение уровня воспитанности детей и молодежи, снижение количества негативных социальных явлений.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Экономика образования
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            I этап (2021 – 2025 годы):
          </p>
          <p className="mb-4">
            внедрение нормативного планирования расходов в расчете на одного обучающегося в учреждениях дошкольного, профессионально-технического и среднего специального образования, финансируемых из средств местных бюджетов;
          </p>
          <p className="mb-4">
            разработка нормативной правовой базы, позволяющей осуществлять софинансирование подготовки кадров организациями-заказчиками кадров;
          </p>
          <p className="mb-4">
            разработка механизма бюджетного финансирования реализации учреждениями образования образовательных программ дополнительного образования взрослых по рабочим профессиям (профессиональная подготовка, переподготовка и повышения квалификации);
          </p>
          <p className="mb-4">
            приоритетное повышение заработной платы педагогических работников в целях обеспечения к 2025 году соотношения заработной платы со среднереспубликанским уровнем: педагогических работников – до 100 процентов, учителей – до 106 процентов, профессорско-преподавательского состава – до 150 процентов;
          </p>
          <p className="mb-4">
            внедрение системы материального поощрения научных и педагогических работников, обучающихся с высоким индексом Хирш (h-индексом);
          </p>
          <p className="mb-4">
            создание гибкой системы материального стимулирования качества воспитательной работы учреждений образования и педагогов;
          </p>
          <p className="mb-4">
            наращивание внебюджетной деятельности в учреждениях образования и экспорта услуг;
          </p>
          <p className="mb-4">
            расширение мер по социальной защите работников системы образования и обучающихся.
          </p>
        </div>
      </div>
      <div className="p-8 md:p-12 border-t border-slate-100 ">
        <div className="flex items-start gap-4 mb-6">
          <div className="w-8 h-8 rounded-full bg-blue-50 flex items-center justify-center shrink-0 mt-1">
            <ChevronRight className="w-5 h-5 text-blue-600" />
          </div>
          <h3 className="text-2xl font-bold text-primary-900 leading-tight">
            Ожидаемые результаты:
          </h3>
        </div>
        <div className="space-y-4 text-slate-700 leading-relaxed text-lg text-justify">
          <p className="mb-4">
            обеспечение эффективного и рационального использования ресурсов в системе образования;
          </p>
          <p className="mb-4">
            увеличение заработной платы отдельным категориям работников образования.
          </p>
          <p className="mb-4">
            II этап (2026 – 2030 годы):
          </p>
          <p className="mb-4">
            совершенствование нормативного планирования расходов в учреждениях дошкольного, общего среднего, профессионально-технического и среднего специального образования, финансируемых за счет средств местных бюджетов;
          </p>
          <p className="mb-4">
            повышение финансовой самостоятельности учреждений образования;
          </p>
          <p className="mb-4">
            совершенствование оплаты труда педагогических работников путем усиления ее дифференциации с учетом объема, сложности и результативности работы
          </p>
          <p className="mb-4">
            Ожидаемые результаты:
          </p>
          <p className="mb-4">
            справедливое, прозрачное, рациональное распределение средств на функционирование учреждений дошкольного, общего среднего, профессионально-технического и среднего специального образования, финансируемых за счет средств местных бюджетов;
          </p>
          <p className="mb-4">
            повышение финансовой самостоятельности учреждений образования;
          </p>
          <p className="mb-4">
            повышение привлекательности педагогической профессии.
          </p>
          <p className="mb-4">
            *Оценка результатов выполнения настоящей Концепции будет осуществляться ежегодно.
          </p>
          <p className="mb-4">
            С учетом степени решения задач мероприятия настоящей Концепции при необходимости будут актуализироваться.
          </p>
        </div>
      </div>
    </div>
  );
};

export default EducationConcept2030Content;
